Repository: google/exposure-notifications-verification-server
Catalog: internal/i18n/locales/*/default.po
Languages: ar, de, es, fr, it, ja, mn, pt, tr

# nav.issue-code
source: Issue code
ar: رمز الإصدار
de: Code erstellen
es: Generar código
fr: Émettre un code
it: Generare codice
ja: コードを発行
mn: Асуудлын код
pt: Gerar código
tr: Kod üretimi

# nav.bulk-issue-codes
source: Bulk issue codes
ar: رموز الإصدار بالجملة
de: Codes im Block erstellen
es: Generar lote de códigos
fr: Émettre des codes multiples
it: Generare multipli codici
ja: 複数のコードを発行
mn: Бөөнөөр гаргах кодууд
pt: Gerar lote de códigos
tr: Toplu kod üret

# nav.check-code-status
source: Check code status
ar: تحقق من حالة الرمز
de: Code Status abfragen
es: Revisar estatus de código
fr: Vérifier l'état d'un code
it: Verificare stato del codice
ja: コードの状態を確認
mn: Кодын төлөвийг шалгах
pt: Verificar status do código
tr: Kod durumunu kontrol et

# nav.api-keys
source: API keys
ar: مفاتيح API
de: API Schlüssel
es: Llaves de API
fr: Clés d'API
it: Chiavi API
ja: APIキー
mn: API түлхүүрүүд
pt: Chaves de API
tr: API anahtarları

# nav.mobile-apps
source: Mobile apps
ar: تطبيقات الموبايل
de: Mobile Anwendung
es: Aplicaciones móviles
fr: Applications mobiles
it: Applicazioni mobili
ja: モバイルアプリ
mn: Гар утасны програмууд
pt: Aplicativos móveis
tr: Mobil uygulamalar

# nav.event-log
source: Event log
ar: سجل الأحداث
de: Event Protokoll
es: Bitácora de eventos
fr: Journal d'événements
it: Registro eventi
ja: イベントログ
mn: Үйл явдлын бүртгэл
pt: Registro de eventos
tr: Etkinlik kaydı

# nav.signing-keys
source: Signing keys
ar: مفاتيح التوقيع
de: Signaturschlüssel
es: Llaves firmantes
fr: Clés de signature
it: Chiavi di firma
ja: 署名鍵
mn: Түлхүүр гарын үсэг зурах
pt: Chaves de assinatura
tr: Kriptografik imzalama anahtarları

# nav.statistics
source: Statistics
ar: إحصائيات
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
mn: Статистик
pt: Estatísticas
tr: İstatistikler

# nav.users
source: Users
ar: المستخدمون
de: Anwender
es: Usuarios
fr: Utilisateurs
it: Utenti
ja: ユーザー
mn: Хэрэглэгчид
pt: Usuários
tr: Kullanıcılar

# nav.settings
source: Settings
ar: إعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
mn: Тохиргоо
pt: Configurações
tr: Ayarlar

# nav.change-realm
source: Change realm
ar: تغيير العالم
de: Bezirk wechseln
es: Cambiar de ámbito
fr: Changer de domaine
it: Cambiare dominio
ja: 管轄の変更
mn: Хүрээг өөрчлөх
pt: Mudar de âmbito
tr: Bölge değiştir

# nav.select-realm
source: Select realm
ar: حدد المجال
de: Bezirk auswählen
es: Seleccionar ámbito
fr: Sélectionner un domaine
it: Selezionare dominio
ja: 管轄を選択
mn: Хүрээг сонгох
pt: Selecionar âmbito
tr: Bölge seç

# nav.system-admin
source: System admin
ar: مسؤول النظام
de: System Administrator
es: Administrador de sistema
fr: Administrateur système
it: Amministratore di sistema
ja: システム管理
mn: Системийн админ
pt: Administrador de sistema
tr: Sistem yöneticisi

# nav.my-account
source: My account
ar: حسابي
de: Mein Account
es: Mi cuenta
fr: Mon compte
it: Account personale
ja: アカウント
mn: Миний данс
pt: Minha conta
tr: Hesabım

# nav.sign-out
source: Sign out
ar: خروج
de: Ausloggen
es: Finalizar sesión
fr: Déconnexion
it: Uscire
ja: サインアウト
mn: Гарах
pt: Sair
tr: Çıkış

# codes.issue.header
source: Create verification code
ar: إنشاء رمز التحقق
de: Verifizierungscode erstellen
es: Crear código de verificación
fr: Créer un code de vérification
it: Creare codice di verifica
ja: 検証用コードの作成
mn: Баталгаажуулах код үүсгэх
pt: Criar código de verificação
tr: Doğrulama kodu oluştur

# codes.issue.instructions
source: Complete the following form to issue a single-use token to verify a patient. Do not submit this form until you are prepared to relay the code to the patient.
ar: أكمل النموذج التالي لإصدار رمز يستخدم مرة واحدة للتحقق من حالة المريض. لا ترسل هذا النموذج حتى تكون مستعدًا لإرسال الرمز إلى المريض.
de: Bitte füllen Sie das folgende Formular aus, um einen Einweg-Token zum Verifizieren eines Patienten zu erstellen. Dieses Formular erst absenden, wenn Sie den Einweg-Token dem Patienten mitteilen können.
es: Complete el siguiente formulario para generar un código de un solo uso para verificar un paciente. No envíe esta forma hasta estar listo para dar el código al paciente.
fr: Remplissez le formulaire suivant pour émettre un code à usage unique pour vérifier un patient. Ne soumettre ce formulaire que lorsque vous êtes prêt à transmettre le code au patient.
it: Compila il modulo seguente per generare un token singolo uso per verificare un paziente. Non inviare questo modulo fin quando non si e' pronti per trasmettere il codice al paziente.
ja: 使い捨ての患者確認用コードを生成するには、下記のフォームを入力してください。患者にコードを渡す準備が整うまではフォームを送信しないでください。
mn: Өвчтөнийг шалгах зорилгоор нэг удаагийн токен гаргахын тулд дараахь маягтыг бөглөнө үү. Өвчтөнд кодыг дамжуулахад бэлэн болтол энэ маягтыг бүү оруулаарай.
pt: Preencha o seguinte formulário para criar um token de uso único para verificar um paciente. Não envie este formulário até estar pronto para repassar o código ao paciente.
tr: Hastayı doğrulamak için aşağıdaki formu doldurarak tek kullanımlık doğrulama kodu oluşturun. Kodu hastaya göndermeye hazır olana kadar formu göndermeyin.

# codes.issue.diagnosis-header
source: Diagnosis
ar: تشخبص
de: Diagnose
es: Diagnóstico
fr: Diagnostic
it: Diagnosi
ja: 診断
mn: Оношлогоо
pt: Diagnóstico
tr: Tanı

# codes.issue.dates-header
source: Dates
ar: بلح
de: Zeiten
es: Fechas
it: Date
ja: 日付
mn: Огноо
pt: Datas
tr: Tarihler

# codes.issue.confirmed-test
source: Positive test
ar: اختبار إيجابي
de: Positiver Test
es: Prueba positiva
fr: Test positif
it: Test positivo
ja: 陽性
mn: Эерэг тест
pt: Teste positivo
tr: Pozitif test sonucu

# codes.issue.confirmed-test-details
source: Confirmed positive test result from an official testing source
ar: نتيجة اختبار إيجابية مؤكدة من مصدر اختبار رسمي
de: Bestätigter positiver Labortest
es: Resultado positivo confirmado de prueba proveniente de una fuente oficial
fr: Résultat de test positif confirmé par une source officielle de dépistage
it: Test positivo confermato da una fonte ufficiale
ja: 公式の検査結果から陽性を確認した
mn: Шинжилгээний албан ёсны эх сурвалжаас авсан шинжилгээний эерэг үр дүнг баталгаажуулсан
pt: Resultado positivo confirmado vindo de uma fonte oficial
tr: Resmi kaynaklarca doğrulanmış pozitif test sonucu

# codes.issue.likely-test
source: Likely diagnosis
ar: التشخيص المحتمل
de: Voraussichtliche Diagnose
es: Diagnóstico probable
fr: Diagnostic vraisemblable
it: Diagnosi probabile
ja: 可能性が高い
mn: Оношлогоо хийх магадлалтай
pt: Diagnóstico provável
tr: Muhtemel tanı

# codes.issue.likely-test-details
source: Clinical diagnosis without a test
ar: التشخيص السريري بدون اختبار
de: Ärztliche Diagnose ohne Test
es: Diagnóstico clínico sin prueba
fr: Diagnostic clinique sans test
it: Diagnosi clinica senza un test
ja: 試験無しでの臨床診断
mn: Туршилтгүйгээр клиник оношлогоо
pt: Dignóstico clínico sem teste
tr: Testsiz klinik tanı

# codes.issue.negative-test
source: Negative test
ar: اختبار سلبي
de: Negativer Test
es: Prueba negativa
fr: Test négatif
it: Test negativo
ja: 陰性
mn: Сөрөг тест
pt: Teste negativo
tr: Negatif test sonucu

# codes.issue.negative-test-details
source: Confirmed negative test result from an official testing source
ar: نتيجة اختبار سلبية مؤكدة من مصدر اختبار رسمي
de: Bestätigter negativer Labortest
es: Resultado negativo confirmado de prueba proveniente de una fuente oficial
fr: Résultat de test négatif confirmé par une source officielle de dépistage
it: Test negativo confermato da una fonte ufficiale
ja: 公式の検査結果から陰性を確認した
mn: Туршилтын албан ёсны эх сурвалжаас авсан тестийн сөрөг үр дүнг баталгаажуулсан
pt: Resultado positivo confirmado vindo de uma fonte oficial
tr: Resmi kaynaklarca doğrulanmış negatif test sonucu

# codes.issue.testing-date-label
source: Testing date (local time)
ar: تاريخ الاختبار (بالتوقيت المحلي)
de: Datum Test
es: Fecha de prueba (hora local)
fr: Date du test (heure locale)
it: Data del test (ora locale)
ja: 検査日(現地時間)
mn: Туршилтын огноо (орон нутгийн цаг)
pt: Data do teste (horário local)
tr: Test tarihi (yerel zaman)

# codes.issue.symptoms-date-label
source: Symptoms onset (local time)
ar: ظهور الأعراض (بالتوقيت المحلي)
de: Datum erster Symptome
es: Inicio de síntomas (hora local)
fr: Apparition des symptômes (heure locale)
it: Inizio dei sintomi (ora locale)
ja: 発症日(現地時間)
mn: Шинж тэмдэг илрэх (орон нутгийн цагаар)
pt: Início de sintomas (horário local)
tr: Semptom başlangıç tarihi (yerel zaman)

# codes.issue.sms-text-message-header
source: SMS text message (recommended)
ar: رسالة نصية SMS (موصى بها)
de: SMS Textnachricht (empfohlen)
es: Mensaje de texto SMS (recomendado)
fr: Message SMS (recommandé)
it: Messaggio di testo SMS (consigliato)
ja: SMSテキストメッセージ(推奨)
mn: SMS мессеж (санал болгож байна)
pt: Mensagem de texto SMS (recomendado)
tr: SMS kısa mesaj (önerilen)

# codes.issue.sms-text-message-label
source: Patient phone number
ar: رقم هاتف المريض
de: Patienten Telefonnummer
es: Número telefónico del paciente
fr: Numéro de téléphone du patient
it: Numero di telefono del paziente
ja: 患者の電話番号
mn: Өвчтөний утасны дугаар
pt: Número de telefone do paciente
tr: Hastanın telefon numarası

# codes.issue.sms-text-message-detail
source: If provided, the system will send a text message containing the code to the patient. This must be a phone number capable of receiving SMS text messages.
ar: إذا تم توفيره ، سيرسل النظام رسالة نصية تحتوي على الرمز إلى المريض. يجب أن يكون هذا رقم هاتف قادرًا على تلقي رسائل نصية قصيرة SMS.
de: Das System sendet dem Patienten eine Textnachricht mit dem Verifizierungscode. Die eingetragene Telefonnummer muss Textnachrichten erhalten können.
es: El sistema enviará un mensaje de texto conteniendo el código al paciente a este número, si es provisto. El telefóno deberá ser capaz de recibir mensajes de texto SMS.
fr: S'il est fourni, le système enverra au patient par SMS un message textuel contenant le code. Ce numéro doit être capabe de recevoir des messages SMS.
it: Se fornito, il sistema inviera' un messaggio di testo con il codice al paziente. Il telefono deve essere in grado di ricevere messaggi di testo SMS.
ja: 電話番号が提供されれば、システムは患者にコードを記述したテキストメッセージを送信します。SMSテキストメッセージを受信できる電話番号が必要です。
mn: Хэрэв өгсөн бол систем өвчтөнд код агуулсан мессеж илгээх болно. Энэ нь SMS мессеж хүлээн авах чадвартай утасны дугаар байх ёстой.
pt: Se for providenciado, o sistema enviará uma mensagem de texto contendo o código ao paciente. O número precisa estar habilitado para receber mensagens de texto SMS.
tr: Bu alan doldurulursa, sistem üretilen kodu hastaya kısa mesaj (SMS) olarak atacaktır. O yüzden bu numara SMS alabilen bir numara olmalıdır.

# codes.issue.create-code-button
source: Create verification code
ar: إنشاء رمز التحقق
de: Verifikationscode erstellen
es: Crear código de verificación
fr: Créer un code de vérification
it: Creare codice di verifica
ja: 確認コードを生成
mn: Баталгаажуулах код үүсгэх
pt: Criar código de verificação
tr: Doğrulama kodu üret

# codes.issue.reset-code-button
source: Reset and go back
ar: إعادة تعيين والعودة
de: Verwerfen und Zurück
es: Borrar datos y regresar
fr: Annuler et revenir en arrière
it: Cancellare and tornare indietro
ja: リセットして戻る
mn: Дахин тохируулаад буцаад яв
pt: Apagar dados e voltar
tr: Sıfırla ve başa dön

# codes.issue.sms-verification-link-header
source: SMS verification link
ar: رابط التحقق عبر الرسائل القصيرة
de: SMS Verifikation
es: Liga de verificación de SMS
fr: Lien de vérification SMS
it: Link di verifica SMS
ja: SMS検証リンク
mn: SMS баталгаажуулах холбоос
pt: Link de verificação de código
tr: SMS doğrulama linki

# codes.issue.sms-verification-detail
source: Successfully sent SMS to %s. Instruct the patient to check their text messages on their mobile phone where Exposure Notifications is enabled.
ar: نجح إرسال SMS إلى %s. اطلب من المريض التحقق من رسائله النصية على هاتفه المحمول حيث يتم تمكين إشعارات التعرض.
de: Textnachricht erfolgreich an %s versendet. Bitte fragen Sie den Patienten den Erhalt zu überprüfen.
es: Se ha enviado SMS a %s. Informe al paciente que revise sus mensajes en el teléfono celular donde Notificaciones de Exposición está habilitado.
fr: SMS envoyé avec succès au %s. Demandez au patient de vérifier ses messages SMS sur son téléphone où Notifications d'exposition au COVID-19 est activé.
it: SMS inviato con successo a %s. Informare il paziente di controllare i messaggi di testo nel telefono dove si e' attivato Notifica di Esposizione.
ja: %s へSMSを正常に送信しました。接触確認アプリが有効になっている携帯でテキストメッセージを確認するように、患者に指示してください。
mn: %s руу амжилттай SMS илгээв. Өвчтөнд өртөх мэдэгдэл идэвхжсэн мессежийг гар утсан дээрээ шалгахыг даалга.
pt: Código enviado a %s com sucesso. Oriente o paciente a verificar suas mensagens de texto no telefone onde Notificações de Exposição estiverem ativadas.
tr: %s numarasına SMS yollandı. Hastaya Exposure Notification'larının açıldığı telefonundaki SMS'lere bakmasını söyleyin.

# codes.issue.backup-short-code-header
source: Backup short code
ar: رمز قصير احتياطي
de: Ersatzbestätigungscode
es: Código de respaldo
fr: Code court de secours
it: Codice di backup
ja: 予備の短いコード
mn: Нөөцлөх богино код
pt: Código reserva
tr: Yedek kısa kod

# codes.issue.backup-short-code-detail
source: Share this code with the patient if they did not receive the SMS text message on their mobile phone.
ar: شارك هذا الرمز مع المريض إذا لم يتلق رسالة نصية قصيرة SMS على هاتفه المحمول.
de: Bitte teilen Sie dem Patienten diesen Ersatzbestätigungscode mit, wenn der Erhalt der Textnachricht nicht bestätigt werden konnte.
es: Comparta este código con el paciente en caso de no haber recibido el mensaje de texto en su teléfono celular.
fr: Partagez ce code avec le patient s'il n'a pas recu de SMS sur son téléphone portable.
it: Condividere questo codice con il paziente se non ha ricevuto il messaggio di testo SMS.
ja: もし患者の携帯にSMSテキストメッセージが届かなかった場合は、このコードを共有してください。
mn: Гар утсан дээрээ SMS мессеж ирээгүй тохиолдолд өвчтөнтэй энэ кодыг хуваалцаарай.
pt: Compartilhe este código com o paciente se ele não receber a mensagem de texto SMS no celular.
tr: Hastanın cep telefonun SMS iletilmediyse bu kodu hastayla paylaşın.

# codes.issue.generated-short-code-header
source: Generated short code
ar: تم إنشاء رمز قصير
de: Bestätigungscode erstellen
es: Se ha generado el código de respaldo
fr: Générer un code court
it: Codice di backup generato
ja: 生成された短いコード
mn: Богино код үүсгэсэн
pt: O código reserva foi criado
tr: Üretilen kısa kod

# codes.issue.generated-short-code-detail
source: Share this code with the patient immediately.
ar: شارك هذا الرمز مع المريض على الفور.
de: Bitte teilen Sie diesen Bestätigungscode dem Patienten unmittelbar mit.
es: Comparta este código inmediatamente con el paciente.
fr: Partagez ce code immédiatement avec le patient.
it: Condividere questo codice con il paziente immediatamente.
ja: 速やかにこのコードを患者と共有してください。
mn: Энэ кодыг өвчтөнтэй даруй хуваалцана уу.
pt: Compartilhe este código com o paciente imediatamente.
tr: Bu kodu en kısa zamanda hastaya iletin.

# codes.issue.uuid-header
source: Unique identifier
ar: معرف فريد
de: Eindeutiger Zuordnungsschlüsssel
es: Identificador único
fr: Identificateur unique
it: Identificativo unico
ja: 一意の識別子
mn: Өвөрмөц танигч
pt: Código único

# codes.issue.uuid-detail
source: Use this to see if the verification code has been redeemed.
ar: استخدم هذا لمعرفة ما إذا تم استرداد رمز التحقق.
de: Benutzen Sie den Zuordnungsschlüsssel um zu überprüfen ob der Verifizierungscode eingelöst wurde.
es: Utilícese para saber si el código de verificación ha sido usado.
fr: Utilisez ceci pour vérifier qu'un code a bien été saisi.
it: Utilizzare per sapere se il codice di verifica e' stato usato.
ja: 確認コードが使用されたか調べるにはこの識別子を使用してください。
mn: Баталгаажуулах кодыг ашигласан эсэхийг шалгахын тулд үүнийг ашиглана уу.
pt: Use para saber se o código de verificação foi utilizado.
tr: Bu eşsiz kod ile hastaya gönderilen doğrulama kodunun kullanılıp kullanılmadığını tespit edebilirsiniz.

# codes.issue.countdown-expires-in
source: Expires in
ar: ينتهي في
de: Verfällt in
es: Expira en
fr: Expire dans
it: Scade in
ja: 有効期限
mn: Дуусах хугацаа
pt: Expira em
tr: Kalan süre

# codes.issue.countdown-expired
source: EXPIRED
ar: منتهية الصلاحية
de: Verfallen
es: EXPIRADO
fr: EXPIRÉ
it: SCADUTO
ja: 期限切れ
mn: Хугацаа дууссан
pt: EXPIRADO
tr: SÜRESİ DOLDU
