Repository: google/exposure-notifications-verification-server
Catalog: internal/i18n/locales/redirect/*/default.po
Languages: af, am, ar, bn, de, es, fa, fil, fr, hi, id, it, ja, jp, km, ko, mn, my, ne, pa, ps, pt, ro, ru, sw, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zu

# user-report.header
source: Help Notify Others of Exposure
af: Help om ander in kennis te stel van blootstelling
am: ተጋላጭነትን ለሌሎች ለማሳወቅ ያግዙ
ar: المساعدة في إشعار الآخرين بحالات التعرّض لفيروس كورونا
bn: এক্সপোজারের অন্যদের অবহিত করতে সহায়তা করুন
de: Helfen Sie dabei, andere bei möglichen Begegnungen mit infizierten Personen zu benachrichtigen
es: Ayudar a notificar a otros usuarios sobre la exposición
fa: کمک به مطلع کردن دیگران از تماس‌های پرخطر
fil: Tulungan Ipaalam sa Iba ang Pagkakalantad
fr: Avertir les autres en cas d'exposition
hi: संक्रमित व्यक्ति से संपर्क में आने की सूचना भेजने में मदद करें
id: Bantu Beri Tahu Orang Lain tentang Paparan
it: Aiuta a informare gli altri dell'esposizione
ja: 他の人に露出を通知するのを手伝ってください
jp: 他のユーザーに陽性者との接触について知らせる
km: ជួយជូនដំណឹងដល់អ្នកដទៃអំពីការប៉ះពាល់អ្នកមានផ្ទុក COVID-19
ko: 다른 사용자에게 노출 여부를 알릴 수 있도록 도와주세요.
mn: Бусад өртөлтийн талаар мэдэгдэхэд тусална уу
my: ထိတွေ့မှုအား အခြားသူများကို အကြောင်းကြားရန် ကူညီပါ
ne: अन्य मान्छेहरूलाई कोरोना भाइरस सक्रमितसँगको घुलमिलका बारेमा थाहा पाउन मद्दत गर्नुहोस्
pa: ਪ੍ਰਭਾਵਿਤ ਨੇੜੇ ਹੋਣ ਬਾਰੇ ਹੋਰਾਂ ਨੂੰ ਸੂਚਿਤ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰੋ
ps: نورو ته د افشا کیدو خبرتیا کې مرسته وکړئ
pt: Ajude a notificar outras pessoas sobre a exposição
ro: Notificați alte persoane referitor la expunere
ru: Помогите уведомить окружающих о риске инфицирования
sw: Saidia Kufahamisha wengine Kuwa Wamemkaribia Aliyeambikizwa COVID-19
ta: தொற்று குறித்து மற்றவர்களுக்கு அறிவித்து உதவுங்கள்
te: వ్యాధి సోకే అవకాశం ఉన్న ఇతరులకు తెలియజేసి, సహాయం చేయండి
th: ช่วยแจ้งเตือนบุคคลอื่นเกี่ยวกับความเสี่ยงต่อการติดเชื้อ
tr: Maruz Kalma Durumunda Diğerlerini Bildirmeye Yardımcı Olun
uk: Допоможіть сповістити інших людей про ризик зараження
ur: ایکسپوژر کے بارے میں دوسرے لوگوں کو مطلع کر کے ان کی مدد کریں
vi: Thông báo cho những người khác về khả năng tiếp xúc
zh_cn: 帮助通知其他与您接触过的人
zh_hk: 協助系統通知曾與您接觸的人
zu: Siza Ukwazisa Abanye Ngokudalulwa

# user-report.phone-number-placeholder
source: XXX XXX XXXX
bn: XXXXX-XXXXXX
fil: XXXX XXX XXXX
ja: XXX XXXX XXXX
mn: XXXX XXXX
pt: XX XXXXX XXXX
tr: XXXX XXX XX XX
