Repository: google/exposure-notifications-verification-server
Catalog: internal/i18n/locales/redirect/*/default.po
Languages: af, am, ar, bn, de, es, fa, fil, fr, hi, id, it, ja, jp, km, ko, mn, my, ne, pa, ps, pt, ro, ru, sw, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zu

# login.about-exposure-notifications
source: About Exposure Notifications
af: Oor blootstellingkennisgewings
am: ስለተጋላጭነት ማሳወቂያዎች
ar: لمحة عن نظام إشعارات التعرّض لفيروس كورونا
bn: এক্সপোজার নোটিফিকেশন সম্পর্কে
de: Informationen zu COVID-19-Benachrichtigungen
es: Información sobre las notificaciones de exposición
fa: درباره اعلان تماس‌های پرخطر
fil: Tungkol sa Exposure Notifications
fr: À propos des notifications d'exposition
hi: एक्सपोज़र नोटिफ़िकेशन के बारे में
id: Tentang Exposure Notifications
it: Informazioni sulle Exposure Notifications
ja: について学ぶ Exposure Notifications
jp: 接触通知システムについて
km: អំពីការជូនដំណឹងអំពីការនៅជិតអ្នកមានផ្ទុក COVID-19
ko: 노출 알림 정보
mn: Тухай Exposure Notifications
my: ထိတွေ့မှု အကြောင်းကြားချက်များအကြောင်း
ne: सङ्क्रमित व्यक्तिको सम्पर्कमा आएको सूचना दिने प्रणालीसम्बन्धी जानकारी
pa: ਪ੍ਰਭਾਵਿਤ ਨੇੜੇ ਹੋਣ ਦੀਆਂ ਸੂਚਨਾਵਾਂ ਬਾਰੇ
ps: د فشا خبرتېاو په اړه
pt: Sobre Exposure Notifications
ro: Despre Notificările privind expunerea
ru: О Системе уведомлений о риске инфицирования
sw: Kuhusu Arifa Kuhusu Kukaribia Aliye na COVID-19
ta: கோவிட்-19 தொற்று சாத்திய எச்சரிக்கைகள் குறித்து
te: వ్యాధి సోకగల అవకాశాన్ని తెలిపే నోటిఫికేషన్‌ల గురించి
th: เกี่ยวกับการแจ้งเตือนความเสี่ยงต่อการติดเชื้อ
uk: Про Сповіщення про ризик зараження
ur: ایکسپوثر نوٹیفیکیشنز کے بارے میں
vi: Giới thiệu về hệ thống Thông báo tiếp xúc
zh_cn: 接触史通知简介
zh_hk: 關於接觸通知
zu: Mayelana Nezaziso Zokuhlangabezana

# static.not-found
source: Not found
af: Nie gevind nie
am: አልተገኘም
ar: لم يتم العثور على العنصر
bn: পাওয়া গেল না
de: Nicht gefunden
es: No se ha encontrado
fa: پیدا نشد
fil: Hindi mahanap
fr: Introuvable
hi: नहीं मिला
id: Tidak ditemukan
it: Non trovato
ja: 見つかりません
jp: 見つかりません
km: រកមិនឃើញទេ
ko: 찾을 수 없음
mn: Олдсонгүй
my: မတွေ့ပါ
ne: फेला परेन
pa: ਨਹੀਂ ਮਿਲਿਆ
ps: ونه موندل شو
pt: Não encontrado
ro: Nu s-a găsit
ru: Не найдено
sw: Haipatikani
ta: கிடைக்கவில்லை
te: కనుగొనబడలేదు
th: ไม่พบ
tr: Bulunamadı
uk: Не знайдено
ur: نہیں ملا
vi: Không tìm thấy
zh_cn: 未找到
zh_hk: 找不到
zu: Akutholakalanga

# static.resource-does-not-exist
source: That resource does not exist.
af: Daardie hulpbron bestaan ​​nie.
am: ያ ንብረት የለም።
ar: ذلك المورد غير متوفر
bn: সেই সংস্থান নেই
de: Diese Ressource ist nicht vorhanden.
es: Este recurso no existe
fa: این منبع وجود ندارد.
fil: Wala ang mapagkukunang iyon.
fr: Cette ressource n'existe pas.
hi: वह रिसॉर्स मौजूद नहीं है.
id: Sumber daya itu tidak ada.
it: Quella risorsa non esiste.
ja: そのリソースは存在しません。
jp: そのリソースは存在しません。
km: ធនធាននោះមិនមានទេ។
ko: 리소스가 존재하지 않습니다.
mn: Тэр нөөц байхгүй.
my: ထိုအရင်းအမြစ် မရှိပါ။
ne: उक्त स्रोत उपलब्ध छैन।
pa: ਉਹ ਸਰੋਤ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
ps: دا سرچینه شتون نلري.
pt: Esse recurso não existe.
ro: Resursa nu există.
ru: Такого ресурса не существует.
sw: Nyenzo hiyo haipo.
ta: அந்த ஃபைல் கிடைக்கவில்லை.
te: ఆ రిసోర్స్ ఉనికిలో లేదు.
th: ไม่มีทรัพยากรนั้น
tr: Bu kaynak mevcut değil.
uk: Такого ресурсу не існує.
ur: وہ وسیلہ موجود نہیں ہے۔
vi: Tài nguyên đó không tồn tại.
zh_cn: 该资源不存在。
zh_hk: 該資源不存在。
zu: Leyo nsiza ayikho.

# static.redirect-not-found
source: To redeem an Exposure Notifications code, visit the link on your mobile device.
af: Om 'n Blootstellingkennisgewingskode te gebruik, besoek die skakel op jou mobiele toestel.
am: የተጋላጭነት ማሳወቂያዎች ኮድ ጥቅም ላይ ለመዋል በተንቀሳቃሽ መሳሪያዎ ላይ ያለውን አገናኝ ይጎብኙ።
ar: لاستخدام رمز إشعارات التعرّض لفيروس كورونا، يُرجى الانتقال إلى الرابط على جهازك الجوّال
bn: একটি এক্সপোজার বিজ্ঞপ্তি কোড রিডিম করতে, আপনার মোবাইল ডিভাইসের লিঙ্কটি দেখুন।
de: Klicken Sie auf den Link auf Ihrem Mobilgerät, um einen COVID-19-Benachrichtigungscode einzulösen.
es: Para canjear un código de notificaciones de exposición, accede al enlace que aparece en tu dispositivo móvil
fa: برای مطالبه کردن کد اعلان تماس‌های پرخطر، به پیوندی که در دستگاه همراهتان است بروید.
fil: Upang makuha ang isang Exposure Notifications code, bisitahin ang link sa iyong mobile device.
fr: Pour utiliser un code de notifications d'exposition, accédez au lien sur votre appareil mobile.
hi: एक्सपोज़र नोटिफ़िकेशन कोड रिडीम करने के लिए, अपने मोबाइल डिवाइस पर मौजूद लिंक खोलें.
id: Untuk menukarkan kode Exposure Notifications, kunjungi tautan di perangkat seluler Anda.
it: Per riscattare un codice Exposure Notifications, visita il link sul tuo dispositivo mobile.
ja: Exposure Notifications コードを利用するには、モバイルデバイスのリンクにアクセスしてください。
jp: 接触通知システムのコードを利用するには、モバイル デバイスに表示されたリンクにアクセスしてください。
km: ដើម្បីប្ដូរកូដជូនដំណឹងអំពីការនៅជិតអ្នកមានផ្ទុក COVID-19 សូមចូលទៅកាន់តំណនៅលើឧបករណ៍ចល័តរបស់អ្នក។
ko: 노출 알림 코드를 사용하려면 휴대기기에서 링크를 방문하세요.
mn: Exposure Notifications кодыг зарцуулахын тулд мобайл төхөөрөмж дээрх холбоосоор зочилно уу.
my: ထိတွေ့မှု အကြောင်းကြားချက်များ ကုဒ်ကို လဲလှယ်ရန်၊ သင့်မိုဘိုင်းကိရိယာရှိ လင့်ခ်ကို ဝင်ကြည့်ပါ။
ne: तपाईं सङ्क्रमित व्यक्तिको सम्पर्कमा आएको सूचना दिने प्रणालीले पठाउने कोड प्रयोग गर्न चाहनुहुन्छ भने आफ्नो मोबाइल डिभाइसमार्फत यो लिंकमा जानुहोस्।
pa: ਪ੍ਰਭਾਵਿਤ ਨੇੜੇ ਹੋਣ ਦੀਆਂ ਸੂਚਨਾਵਾਂ ਸੰਬੰਧੀ ਕੋਡ ਨੂੰ ਰੀਡੀਮ ਕਰਨ ਲਈ, ਆਪਣੇ ਮੋਬਾਈਲ ਡੀਵਾਈਸ ਤੋਂ ਲਿੰਕ ‘ਤੇ ਜਾਓ।
ps: د افشا کولو خبرتېاو کوډ ترلاسه کولو لپاره، په خپل موبایل کې لینک ته لاړشئ.
pt: Para resgatar um código Exposure Notifications, visite o link em seu dispositivo móvel.
ro: Ca să valorificați un cod pentru Notificări privind expunerea, accesați linkul de pe dispozitivul mobil.
ru: Чтобы получить код для загрузки результата, откройте ссылку на мобильном устройстве.
sw: Ili utumie msimbo wa Arifa Kuhusu Kukaribia Aliye na COVID-19, tembelea kiungo kilicho kwenye kifaa chako cha mkononi.
ta: கோவிட்-19 தொற்று சாத்திய எச்சரிக்கைகள் குறியீட்டை ரிடீம் செய்ய உங்கள் மொபைல் சாதனத்தில் இருக்கும் இணைப்புக்குச் செல்லவும்.
te: వ్యాధి సోకగల అవకాశాన్ని తెలిపే నోటిఫికేషన్‌ల కోడ్‌ను రిడీమ్ చేయడానికి, మీ మొబైల్ పరికరంలో లింక్‌కు వెళ్లండి.
th: หากต้องการแลกรหัสการแจ้งเตือนความเสี่ยงต่อการติดเชื้อ ให้คลิกลิงก์ในอุปกรณ์เคลื่อนที่
tr: Exposure Notifications kodunu kullanmak için mobil cihazınızdaki bağlantıyı ziyaret edin.
uk: Щоб активувати код Сповіщень про ризик зараження, перейдіть за посиланням на мобільному пристрої.
ur: ایکسپوژر نوٹیفیکیشنز کوڈ بھنانے کیلئے اپنے موبائل آلہ پر لنک پر جائیں۔
vi: Để sử dụng mã Thông báo tiếp xúc, hãy truy cập vào đường liên kết trên thiết bị di động của bạn.
zh_cn: 如需兑换接触史通知代码，请在移动设备上访问相应链接。
zh_hk: 如要兌換「接觸通知」驗證碼，請瀏覽流動裝置上的連結。
zu: Ukuze usebenzise ikhodi Yezaziso Zokuhlangabezana, vakashela isixhumanisi kudivayisi yakho yeselula.

# static.unauthorized
source: Unauthorized
af: Ongemagtig
am: ያልተፈቀደ
ar: غير مسموح لك
bn: অননুমোদিত
de: Nicht berechtigt
es: No autorizado
fa: غیرمجاز
fil: Hindi pinahintulutan
fr: Non autorisé
hi: अनधिकृत
id: Tidak resmi
it: Non autorizzato
ja: 許可されていない
jp: 許可されていません
km: គ្មានការអនុញ្ញាត
ko: 승인되지 않음
mn: Зөвшөөрөлгүй
my: ခွင့်ပြုချက်မရှိဘဲ
ne: अनधिकृत
pa: ਅਣਅਧਿਕਾਰਿਤ
ps: اجازه نه لري
pt: Não autorizado
ro: Fără autorizare
ru: Доступ запрещен
sw: Haijaidhinishwa
ta: அங்கீகரிக்கப்படவில்லை
te: అనధికారం
th: ไม่ได้รับอนุญาต
tr: Yetkisiz
uk: Немає авторизації
ur: غیر مجاز
vi: Không được phép
zh_cn: 未获得授权
zh_hk: 未經授權
zu: Okungagunyaziwe

# static.unauthorized-message
source: You are not authorized to perform that action.
af: Jy is nie gemagtig om daardie handeling uit te voer nie.
am: ያንን እርምጃ ለመፈጸም ስልጣን የለዎትም።
ar: غير مسموح لك بتنفيذ ذلك الإجراء
bn: আপনি এই ক্রিয়াটি সম্পাদনের জন্য অনুমোদিত নন।
de: Sie sind nicht berechtigt, diese Aktion auszuführen.
es: No tienes autorización para realizar esta acción
fa: اجازه ندارید این کنش را اجرا کنید.
fil: Hindi ka pinahintulutan na gawin ang aksyon na iyon.
fr: Vous n'êtes pas autorisé à effectuer cette action.
hi: आपको इस काम की अनुमति नहीं है.
id: Anda tidak diizinkan melakukan tindakan itu.
it: Non sei autorizzato a eseguire tale azione.
ja: そのアクションを実行する権限がありません。
jp: その操作を実行する権限がありません。
km: អ្នកមិនមានសិទ្ធិធ្វើសកម្មភាពនោះទេ។
ko: 작업을 실행할 권한이 없습니다.
mn: Та энэ үйлдлийг хийх эрхгүй байна.
my: ထိုလုပ်ဆောင်ချက်ကို လုပ်ဆောင်ရန် သင်သည် အခွင့်အာဏာ မရှိပါ။
ne: तपाईंलाई उक्त कारबाही गर्ने अनुमति दिइएको छैन।
pa: ਤੁਸੀਂ ਇਹ ਕਾਰਵਾਈ ਕਰਨ ਲਈ ਅਧਿਕਾਰਿਤ ਨਹੀਂ ਹੋ।
ps: ېو تایید کوډ ترلاسه کړئ
pt: Você não está autorizado a realizar essa ação.
ro: Nu aveți autorizarea să realizați această acțiune.
ru: Вы не можете выполнить это действие.
sw: Huruhusiwi kutekeleza kitendo hicho.
ta: இந்தச் செயலைச் செய்ய நீங்கள் அங்கீகரிக்கப்படவில்லை.
te: ఆ చర్యను అమలు చేయడానికి మీకు అధికారం లేదు.
th: คุณไม่ได้รับอนุญาตให้ดำเนินการนี้
tr: Bu eylemi gerçekleştirme yetkiniz yok.
uk: Ви не маєте права виконувати цю дію.
ur: آپ کو وہ کارروائی انجام دینے کی اجازت نہیں ہے۔
vi: Bạn không được phép thực hiện thao tác đó.
zh_cn: 您无权执行该操作。
zh_hk: 您無權執行該操作。
zu: Awugunyaziwe ukwenza leso senzo.

# user-report.title
source: Get a verification code
af: Kry 'n verifikasiekode
am: ማረጋገጫ ኮድ ያግኙ
ar: الحصول على رمز إثبات الهوية
bn: একটি যাচাইকরণ কোড পান
de: Bestätigungscode anfordern
es: Obtener un código de verificación
fa: دریافت کد درستی‌سنجی
fil: Kumuha ng isang verification code
fr: Obtenir un code de validation
hi: पुष्टि के लिए कोड पाएं
id: Dapatkan kode verifikasi
it: Ottieni un codice di verifica
ja: 確認コードを取得する
jp: 確認コードを取得する
km: យកលេខកូដផ្ទៀងផ្ទាត់
ko: 인증 코드 받기
mn: Баталгаажуулах код авна уу
my: အတည်ပြုကုဒ်ကို ရယူပါ
ne: पुष्टि कोड प्राप्त गर्नुहोस्
pa: ਇੱਕ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਪ੍ਰਾਪਤ ਕਰੋ
pt: Obtenha um código de verificação
ro: Primiți un cod de verificare
ru: Получение кода подтверждения
sw: Pata nambari ya kuthibitisha
ta: சரிபார்ப்புக் குறியீட்டைப் பெறுதல்
te: వెరిఫికేషన్ కోడ్‌ను పొందండి
th: รับรหัสยืนยัน
tr: Barlag koduny alyň
uk: Отримайте код підтвердження
ur: توثیقی کوڈ حاصل کریں
vi: Nhận mã xác minh
zh_cn: 获取验证码
zh_hk: 獲取驗證碼
zu: Thola ikhodi yokuqinisekisa

# user-report.navbar
source: Request Exposure Notifications verification code
af: Versoek blootstellingkennisgewings-verifikasiekode
am: የተጋላጭነት ማሳወቂያዎችን የማረጋገጫ ኮድ ይጠይቁ
ar: طلب رمز إثبات الهوية بشأن إشعارات التعرّض لفيروس كورونا
bn: অনুরোধ এক্সপোজার বিজ্ঞপ্তি যাচাইকরণ কোড
de: Bestätigungscode über COVID-19-Benachrichtigungen anfordern
es: Solicitar código de verificación de notificaciones de exposición
fa: درخواست کد درستی‌سنجی اعلان تماس‌های پرخطر
fil: Humiling ng code sa pag-verify ng Mga Abiso sa Exposure
fr: Demander un code de validation de notifications d'exposition
hi: एक्सपोज़र नोटिफ़िकेशन की पुष्टि करने के लिए कोड का अनुरोध करें
id: Minta kode verifikasi Pemberitahuan Pemaparan
it: Richiedi codice di verifica notifiche esposizione
ja: 接触通知の要求確認コード
jp: 接触通知システムの確認コードをリクエストする
km: ស្នើសុំលេខកូដផ្ទៀងផ្ទាត់ការជូនដំណឹងអំពីការនៅជិតអ្នកមានផ្ទុក COVID-19
ko: 노출 알림 인증 코드 요청
mn: Гэрэл зургийн мэдэгдэл баталгаажуулах кодыг авах хүсэлт гаргах.
my: ထိတွေ့မှု အသိပေးချက်များ တောင်းဆိုရန် အတည်ပြုကုဒ်
ne: सङ्क्रमित व्यक्तिको सम्पर्कमा आएको सूचना दिने प्रणालीलाई कोड पठाइदिन भनी अनुरोध गर्नुहोस्
pa: ਪ੍ਰਭਾਵਿਤ ਨੇੜੇ ਹੋਣ ਦੀਆਂ ਸੂਚਨਾਵਾਂ ਸੰਬੰਧੀ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਦੀ ਬੇਨਤੀ ਕਰੋ
ps: د د افشا کولو خبرتېاو خبرتېاو د تصدیق کوډ غوښتنه وکړئ
pt: Solicitar código de verificação de notificações de exposição
ro: Solicită codul de verificare pentru Notificări privind expunerea
ru: Запросить код подтверждения для Системы уведомлений о риске инфицирования
sw: Omba nambari ya kuthibitisha ya Arifa Kuhusu Kukaribia Aliye na COVID-19
ta: கோவிட்-19 தொற்று சாத்திய எச்சரிக்கைகளுக்கான சரிபார்ப்புக் குறியீட்டைக் கோருதல்
te: వ్యాధి సోకగల అవకాశాన్ని తెలిపే నోటిఫికేషన్‌ల వెరిఫికేషన్ కోడ్‌ను రిక్వెస్ట్ చేయండి
th: ขอรหัสยืนยันการแจ้งเตือนความเสี่ยงต่อการติดเชื้อ
tr: Karşılaşma Bildirimleri doğrulama kodunu isteyin
uk: Надіслати запит на код підтвердження Сповіщень про ризик зараження
ur: ایکسپوژر نوٹیفیکیشنز کے توثیقی کوڈ کی درخواست کریں
vi: Yêu cầu mã xác minh Thông báo tiếp xúc
zh_cn: 申请接触史通知验证码
zh_hk: 要求「接觸通知」驗證碼
zu: Cela ikhodi yokuqinisekisa Yezaziso Zokuhlangabezana

# user-report.request-code-from
source: Get a verification code
af: Kry 'n verifikasiekode
am: ማረጋገጫ ኮድ ያግኙ
ar: الحصول على رمز إثبات الهوية
bn: একটি যাচাইকরণ কোড পান
de: Bestätigungscode anfordern
es: Obtener un código de verificación
fa: دریافت کد درستی‌سنجی
fil: Kumuha ng isang verification code
fr: Obtenir un code de validation
hi: पुष्टि के लिए कोड पाएं
id: Dapatkan kode verifikasi
it: Ottieni un codice di verifica
ja: 確認コードを取得する
jp: 確認コードを取得する
km: យកលេខកូដផ្ទៀងផ្ទាត់
ko: 인증 코드 받기
mn: Баталгаажуулах код авна уу
my: အတည်ပြုကုဒ်ကို ရယူပါ
ne: पुष्टि कोड प्राप्त गर्नुहोस्
pa: ਇੱਕ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਪ੍ਰਾਪਤ ਕਰੋ
ps: ېو تایید کوډ ترلاسه کړئ
pt: Obtenha um código de verificação
ro: Primiți un cod de verificare
ru: Получить код подтверждения
sw: Pata nambari ya kuthibitisha
ta: சரிபார்ப்புக் குறியீட்டைப் பெறுதல்
te: వెరిఫికేషన్ కోడ్‌ను పొందండి
th: รับรหัสยืนยัน
tr: Barlag koduny alyň
uk: Отримайте код підтвердження
ur: توثیقی کوڈ حاصل کریں
vi: Nhận mã xác minh
zh_cn: 获取验证码
zh_hk: 獲取驗證碼
zu: Thola ikhodi yokuqinisekisa

# user-report.instructions
source: If you have tested positive for COVID-19 but have not received a code from your Health Authority by text or phone call, you may request one here.
af: As jy positief getoets het vir COVID-19, maar nie 'n kode van jou Gesondheidsowerheid per SMS of telefoonoproep ontvang het nie, kan jy een hier aanvra.
am: ለኮቪድ-19 ፖዘቲቭ ከሆኑ፣ ነገር ግን ከጤና ባለሥልጣን በጽሑፍ ወይም በስልክ ጥሪ ኮድ ካልተቀበሉ፣ እዚህ መጠየቅ ይችላሉ።
ar: إذا ثبتت إصابتك بفيروس كورونا المستجد (كوفيد-19) ولكنك لم تتلقَ رمزًا من هيئة الصحة العامة عبر رسالة نصية أو مكالمة هاتفية، يمكنك طلب رمز من هنا
bn: আপনি যদি কভিড -১৯ এর জন্য ইতিবাচক পরীক্ষা করেছেন তবে পাঠ্য বা ফোন কল করে আপনার স্বাস্থ্য কর্তৃপক্ষের কাছ থেকে কোনও কোড না পেয়েছেন, আপনি এখানে একটি অনুরোধ করতে পারেন।
de: Wenn Sie positiv auf COVID-19 getestet wurden, aber von Ihrer Gesundheitsbehörde keinen Code per SMS oder Anruf erhalten haben, können Sie ihn hier anfordern.
es: Si has dado positivo en una prueba del COVID‐19, pero no has recibido un código de tu autoridad sanitaria por SMS o llamada telefónica, puedes solicitarlo aquí
fa: اگر نتیجه آزمایش کووید-۱۹ شما مثبت شده است اما مقام بهداشتی‌تان کدی ازطریق پیامک یا تماس تلفنی برای شما ارسال نکرده است، می‌توانید در اینجا کدی درخواست کنید.
fil: Kung sumubok ka ng positibo para sa COVID-19 ngunit hindi nakatanggap ng isang code mula sa iyong Health Authority sa pamamagitan ng text o tawag sa telepono, maaari kang humiling ng isa rito.
fr: Si vous avez été testé positif à la COVID-19, mais que vous n'avez pas reçu de code de la part de votre autorité sanitaire, que ce soit par SMS ou appel téléphonique, vous pouvez en demander un ici.
hi: अगर आपकी COVID-19 जांच की रिपोर्ट पॉज़िटिव आई है, लेकिन आपको स्वास्थ्य विभाग से टेक्स्ट या फ़ोन के ज़रिए कोड नहीं मिला, तो यहां से कोड का अनुरोध करें.
id: Jika Anda telah dites positif COVID-19 tetapi belum menerima kode dari Otoritas Kesehatan Anda melalui teks atau panggilan telepon, Anda dapat memintanya di sini.
it: Se sei risultato positivo al COVID-19 ma non hai ricevuto un codice dalla tua autorità sanitaria tramite SMS o telefonata, puoi richiederne uno qui.
ja: COVID-19の検査で陽性であったが、テキストまたは電話で保健当局からコードを受け取っていない場合は、ここでコードをリクエストできます。
jp: COVID-19（新型コロナウイルス感染症）の検査結果が陽性だったが、衛生機関からテキスト メッセージまたは電話でコードを受け取っていない場合は、こちらでコードをリクエストできます。
km: ប្រសិនបើអ្នកបានធ្វើតេស្តឃើញមានផ្ទុក COVID-19 ប៉ុន្តែមិនបានទទួលកូដពីអាជ្ញាធរសុខាភិបាលរបស់អ្នកតាមរយៈសារជាអក្សរ ឬការហៅទូរសព្ទទេ អ្នកគួរតែស្នើសុំកូដនៅទីនេះ។
ko: 코로나19 양성 판정을 받았지만 보건 당국으로부터 문자 메시지 또는 전화로 코드를 받지 못한 경우 여기에서 요청할 수 있습니다.
mn: Хэрэв танд COVID-19 илэрсэн нь батлагдсан боловч эрүүл мэндийн газраас код, мессежээр эсвэл утасны дуудлага хүлээж аваагүй бол та эндээс хүсэлт гаргаж болно.
my: သင်သည် COVID-19 ရောဂါပိုးတွေ့ရှိသော်လည်း သင့်ကျန်းမာရေးအာဏာပိုင်ထံမှ စာတိုပေးပို့ခြင်း သို့မဟုတ် ဖုန်းခေါ်ဆိုမှုဖြင့် ကုဒ်ကို လက်ခံရရှိခြင်းမရှိပါက၊ ဤနေရာတွင် တောင်းဆိုနိုင်ပါသည်။
ne: COVID-19 को परीक्षण गराउँदा तपाईंको नतिजा पोजेटिभ आएको छ तर तपाईंले आफ्नो जनस्वास्थ्य प्राधिकरणबाट टेक्स्ट म्यासेज वा फोन कलमार्फत कोड प्राप्त गर्नुभएको छैन भने तपाईं यहाँ गई कोड पठाइदिन भनी अनुरोध गर्न सक्नुहुन्छ।
pa: ਜੇ ਤੁਸੀਂ COVID-19 ਲਈ ਪਾਜ਼ੀਟਿਵ ਪਾਏ ਗਏ ਹੋ, ਪਰ ਤੁਹਾਨੂੰ ਸਿਹਤ ਅਧਿਕਾਰੀ ਵੱਲੋਂ ਲਿਖਤ ਸੁਨੇਹੇ ਜਾਂ ਫ਼ੋਨ ਕਾਲ ਰਾਹੀਂ ਕੋਡ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਇਆ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਇੱਥੇ ਕੋਡ ਲਈ ਬੇਨਤੀ ਕਰ ਸਕਦੇ ਹੋ।
ps: که ستاسو د COVID-19 لپاره معاېنه مثبته راغلې وي خو که د متن یا تلیفون له لارې ستاسو د روغتیا ادارې څخه کوډ نه وي ترلاسه کړی، تاسو کولی شئ دلته یو غوښتنه وکړئ.
pt: Se você testou positivo para COVID-19, mas não recebeu um código da Autoridade de Saúde por mensagem de texto ou telefone, você pode solicitar um aqui.
ro: Dacă aveți un rezultat pozitiv al testului pentru COVID-19, dar nu ați primit un cod de la autoritatea în domeniul sănătății printr-un mesaj text sau un apel telefonic, puteți solicita unul aici.
ru: Если у вас положительный результат теста на COVID-19, но вы не получили код от органа здравоохранения по SMS или звонку, вы можете запросить его на этой странице.
sw: Ikiwa umethibitisha kuwa umeambukizwa COVID-19 ila hujapokea nambari ya kuthibitisha kutoka kwa Mamlaka yako ya Afya kupitia ujumbe au simu, unaweza kuomba nambari ya kuthibitisha hapa.
ta: உங்களுக்குக் கோவிட்-19 தொற்று உறுதிசெய்யப்பட்டிருந்து சுகாதாரத் துறையிடமிருந்து மெசேஜ்/அழைப்பு மூலம் குறியீட்டைப் பெறவில்லை எனில் அதை இங்கே கோரலாம்.
te: మీకు COVID-19 పరీక్షలో పాజిటివ్ వచ్చింది, కానీ మీ ప్రభుత్వ ఆరోగ్య సంస్థ నుండి టెక్స్ట్ లేదా ఫోన్ కాల్ ద్వారా కోడ్ అందకపోతే, మీరు ఇక్కడ ఒక దాన్ని రిక్వెస్ట్ చేయవచ్చు.
th: หากได้รับผลการตรวจหาเชื้อโควิด-19 เป็นบวกแต่ไม่ได้รับรหัสจากหน่วยงานด้านสาธารณสุขทางโทรศัพท์หรือ SMS คุณสามารถขอรับรหัสได้ที่นี่
tr: COVID-19 için pozitif test ettiyseniz ancak Sağlık Otoritenizden metin veya telefon görüşmesi yoluyla bir kod almadıysanız, buradan bir kod isteyebilirsiniz.
uk: Якщо у вас позитивний результат тесту на COVID-19, але ви не отримали коду від органу охорони здоров’я в SMS або телефоном, можете надіслати запит на отримання такого коду тут.
ur: اگر آپ کی COVID-19 کی جانچ کا نتیجہ مثبت آیا ہے اور آپ کو اپنی ہیلتھ اتھارٹی کی جانب سے ٹیکسٹ یا فون کال کے ذریعے کوئی کوڈ موصول نہیں ہوا ہے تو آپ یہاں اس کی درخواست کر سکتے ہیں۔
vi: Nếu đã có kết quả xét nghiệm dương tính với COVID-19 nhưng chưa nhận được mã từ Cơ quan y tế qua tin nhắn văn bản hoặc cuộc gọi điện thoại, thì bạn có thể yêu cầu mã tại đây.
zh_cn: 如果您的新冠肺炎 (COVID-19) 检测结果呈阳性，但没有通过短信或电话收到卫生机构发来的验证码，则可以在此处申请。
zh_hk: 如果您的 COVID-19 檢測結果呈陽性，但未收到衛生機關透過短訊或通話提供的驗證碼，可在此處要求。
zu: Uma uhlolwe ukuthi une-COVID-19 kodwa ungayitholanga ikhodi evela kwabaphathi bakho bezempilo ngombhalo noma ucingo, ungayicela lapha.

# user-report.enter-date-instructions
source: Enter the date of your COVID-19 test
af: Voer die datum van jou COVID-19-toets in
am: የኮቪድ-19 ምርመራዎን ቀን ያስገቡ
ar: أدخِل تاريخ إجراء اختبار فيروس كورونا المستجد (كوفيد-19)
bn: আপনার COVID-19 পরীক্ষার তারিখ লিখুন
de: Geben Sie das Datum Ihres COVID-19-Tests ein.
es: Introduce la fecha de tu prueba de COVID‐19
fa: وارد کردن تاریخ آزمایش کووید-۱۹
fil: Ipasok ang petsa ng iyong pagsubok sa COVID-19
fr: Saisissez la date de votre test COVID-19
hi: अपने COVID-19 टेस्ट की तारीख डालें
id: Masukkan tanggal tes COVID-19 Anda
it: Inserisci la data del tuo test COVID-19
ja: COVID-19テストの日付を入力してください
jp: COVID-19 の検査日を入力してください
km: បញ្ចូលកាលបរិច្ឆេទនៃការធ្វើតេស្តរក COVID-19 របស់អ្នក
ko: 코로나19 검사 날짜를 입력하세요.
mn: COVID-19 туршилтын огноог оруулна уу.
my: သင်၏ COVID-19 စမ်းသပ်သည့်နေ့စွဲကို ထည့်ပါ
ne: आफूले COVID-19 को परीक्षण गराएको मिति हाल्नुहोस्
pa: ਆਪਣੀ COVID-19 ਜਾਂਚ ਦੀ ਤਾਰੀਖ ਦਾਖਲ ਕਰੋ
ps: د خپلې COVID-19 معاېنې نیټه دننه کړئ
pt: Insira a data do seu teste COVID-19
ro: Introduceți data testului pentru COVID-19
ru: Введите дату тестирования на COVID-19.
sw: Weka tarehe ambayo ulipimwa COVID-19
ta: நீங்கள் கோவிட்-19 பரிசோதனை செய்துகொண்ட தேதியை உள்ளிடவும்
te: మీ COVID-19 పరీక్ష తేదీని ఎంటర్ చేయండి
th: ป้อนวันที่ตรวจหาเชื้อโควิด-19
tr: COVID-19 testinizin tarihini girin
uk: Введіть дату свого тесту на COVID-19
ur: اپنی COVID-19 جانچ کی تاریخ درج کریں
vi: Nhập ngày xét nghiệm COVID-19
zh_cn: 输入您的新冠肺炎 (COVID-19) 检测日期
zh_hk: 輸入您的 COVID-19 檢測日期
zu: Faka idethi yokuhlolwa kwakho kwe-COVID-19

# user-report.phone-number-header
source: Your Mobile Phone number
af: Jou selfoonnommer
am: የእርስዎ የሞባይል ስልክ ቁጥር
ar: رقم هاتفك الجوّال
bn: আপনার মোবাইল ফোন নম্বর
de: Ihre Mobiltelefonnummer
es: Tu número de teléfono móvil
fa: شماره تلفن همراه شما
fil: Ang iyong numero ng Mobile Phone
fr: Votre numéro de téléphone mobile
hi: आपका फ़ोन नंबर
id: Nomor Ponsel Anda
it: Il tuo numero di cellulare
ja: あなたの携帯電話番号
jp: 携帯電話番号
km: លេខទូរសព្ទចល័តរបស់អ្នក
ko: 휴대전화 번호
mn: Таны гар утасны дугаар
my: သင့်မိုဘိုင်းဖုန်းနံပါတ်
ne: तपाईंको मोबाइल फोन नम्बर
pa: ਤੁਹਾਡਾ ਮੋਬਾਈਲ ਫ਼ੋਨ ਨੰਬਰ
ps: ستاسو د موباېل شمیره
pt: Seu número de celular
ro: Numărul de telefon mobil
ru: Номер мобильного телефона
sw: Nambari yako ya Simu ya Mkononi
ta: உங்கள் மொபைல் எண்
te: మీ మొబైల్ ఫోన్ నంబర్
th: หมายเลขโทรศัพท์มือถือของคุณ
tr: Jübi telefonyňyzyň belgisi
uk: Ваш номер мобільного телефону
ur: آپ کے موبائل کا فون نمبر
vi: Số điện thoại di động
zh_cn: 您的手机号码
zh_hk: 您的手機號碼
zu: Inombolo yakho yocingo lweselula
