Repository: google/exposure-notifications-verification-server
Catalog: internal/i18n/locales/redirect/*/default.po
Languages: af, am, ar, bn, de, es, fa, fil, fr, hi, id, it, ja, jp, km, ko, mn, my, ne, pa, ps, pt, ro, ru, sw, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zu

# user-report.phone-number-instructions
source: You must enter a valid phone number to receive a verification code. Carrier fees may apply.
af: Jy moet 'n geldige telefoonnommer invoer om 'n verifikasiekode te ontvang. Draerfooie kan van toepassing wees.
am: የማረጋገጫ ኮድ ለመቀበል የሚሰራ ስልክ ቁጥር ማስገባት አለብዎት። የአገልግሎት አቅራቢ ክፍያዎች ሊተገበሩ ይችላሉ።
ar: يجب إدخال رقم هاتف صالح لتلقّي رمز إثبات الهوية. وقد يتم تحصيل رسوم من قِبل مشغّل شبكة الجوّال
bn: একটি যাচাইকরণ কোড পেতে আপনাকে অবশ্যই একটি বৈধ ফোন নম্বর প্রবেশ করতে হবে। ক্যারিয়ার ফি প্রয়োগ হতে পারে।
de: Sie müssen eine gültige Telefonnummer eingeben, um einen Bestätigungscode zu erhalten. Es können Gebühren bei Ihrem Mobilfunkanbieter anfallen.
es: Debes introducir un número de teléfono válido para recibir un código de verificación. Es posible que tu operador aplique algún cargo
fa: برای دریافت کد درستی‌سنجی، باید شماره تلفن معتبری وارد کنید. ممکن است کارمزد شرکت مخابراتی اعمال شود.
fil: Dapat kang maglagay ng wastong numero ng telepono upang makatanggap ng isang verification code. Maaaring mailapat ang mga bayarin sa carrier.
fr: Vous devez saisir un numéro de téléphone valide pour recevoir un code de validation. Des frais d'opérateur peuvent s'appliquer.
hi: पुष्टि का कोड पाने के लिए, सही फ़ोन नंबर डालना होगा. कोड पाने के लिए आपसे शुल्क लिया जा सकता है.
id: Anda harus memasukkan nomor telepon yang valid untuk menerima kode verifikasi. Biaya operator mungkin berlaku.
it: Devi inserire un numero di telefono valido per ricevere un codice di verifica. Potrebbero essere applicate le tariffe del vettore.
ja: 確認コードを受け取るには、有効な電話番号を入力する必要があります。 運送業者の手数料がかかる場合があります。
jp: 確認コードを受け取るには、有効な電話番号を入力する必要があります。携帯通信会社の通信料がかかる場合があります。
km: អ្នកត្រូវតែបញ្ចូលលេខទូរសព្ទត្រឹមត្រូវ ដើម្បីទទួលបានលេខកូដផ្ទៀងផ្ទាត់។ អាចមានការគិតថ្លៃសេវាពីក្រុមហ៊ុនសេវាទូរសព្ទ។
ko: 인증 코드를 받으려면 유효한 전화번호를 입력해야 합니다. 이동통신사 요금이 부과될 수 있습니다.
mn: Баталгаажуулах кодыг хүлээн авахын тулд та зөв утасны дугаар оруулах шаардлагатай. Оператор компанийн төлбөр шаардагдаж магадгүй юм.
my: စိစစ်ရေးကုဒ်ကို လက်ခံရရှိရန် မှန်ကန်သော ဖုန်းနံပါတ်တစ်ခု ထည့်ရပါမည်။ ဝန်ဆောင်မှုပေးသူ အခကြေးငွေ ပေးရနိုင်ပါသည်။
ne: तपाईं पुष्टि कोड प्राप्त गर्न चाहनुहुन्छ भने तपाईंले अनिवार्य रूपमा वैध फोन नम्बर हाल्नु पर्छ। टेलिफोन कम्पनीले तोकेको शुल्क लाग्न पनि सक्छ।
pa: ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਇੱਕ ਵੈਧ ਫ਼ੋਨ ਨੰਬਰ ਦਾਖਲ ਕਰਨਾ ਪਏਗਾ। ਕੈਰੀਅਰ ਫ਼ੀਸਾਂ ਲਾਗੂ ਹੋ ਸਕਦੀਆਂ ਹਨ।
ps: تاسو باید د تایید کوډ ترلاسه کولو لپاره یو باوري تلیفون شمیره دننه کړئ. د لېږدولو فیس ښايي پلي شي.
pt: Você deve inserir um número de telefone válido para receber um código de verificação. Taxas da operadora podem ser aplicadas.
ro: Trebuie să introduceți un număr de telefon valid pentru a primi un cod de verificare. Se pot aplica taxe de operator.
ru: Чтобы получить код подтверждения, укажите действительный номер телефона. Может взиматься плата согласно тарифам оператора связи.
sw: Ni sharti uweke nambari sahihi ya simu ili upokee nambari ya kuthibitisha. Huenda ukatozwa ada za mtoa huduma.
ta: சரிபார்ப்புக் குறியீட்டைப் பெற, சரியான மொபைல் எண்ணை உள்ளிட வேண்டும். மொபைல் நிறுவனத்தின் மூலம் கட்டணம் விதிக்கப்படலாம்.
te: వెరిఫికేషన్ కోడ్‌ను అందుకోవడానికి మీరు తప్పనిసరిగా చెల్లుబాటు అయ్యే ఫోన్ నంబర్‌ను ఎంటర్ చేయాలి. క్యారియర్ ఫీజులు వర్తించవచ్చు.
th: คุณต้องป้อนหมายเลขโทรศัพท์ที่ถูกต้องจึงจะรับรหัสยืนยันได้ และอาจมีค่าธรรมเนียมจากผู้ให้บริการ
tr: Doğrulama kodu almak için geçerli bir telefon numarası girmelisiniz. Taşıyıcı ücretleri geçerli olabilir.
uk: Щоб отримати код підтвердження, укажіть дійсний номер телефону. Може стягуватися плата за тарифами оператора.
ur: توثیقی کوڈ موصول کرنے کے لئے آپ کو درست فون نمبر درج کرنا ہوگا۔ کیریئر فیس لاگو ہو سکتی ہے
vi: Bạn phải nhập số điện thoại hợp lệ để nhận được mã xác minh. Bạn có thể phải trả phí của nhà mạng.
zh_cn: 您必须输入有效的手机号码，才能接收验证码。运营商可能会收取费用。
zh_hk: 您必須輸入有效的電話號碼才能接收驗證碼。流動網絡供應商可能會收費。
zu: Kufanele ufake inombolo yefoni evumelekile ukuze uthole ikhodi yokuqinisekisa. Izindleko zenkampani yenethiwekhi zingasebenza.

# user-report.agreement-header
source: Agreement
af: Ooreenkoms
am: ስምምነት
ar: الاتفاقية
bn: চুক্তি
de: Vereinbarung
es: Contrato
fa: قرارداد
fil: Kasunduan
fr: Accord
hi: समझौता
id: Perjanjian
it: Accordo
ja: 合意
jp: 同意する
km: កិច្ចព្រមព្រៀង
ko: 동의
mn: Гэрээ
my: သဘောတူညီချက်
ne: सम्झौता
pa: ਇਕਰਾਰਨਾਮਾ
ps: تړون
pt: Acordo
ro: Acord
ru: Соглашение
sw: Makubaliano
ta: ஒப்பந்தம்
te: ఒప్పందం
th: ข้อตกลง
tr: Sözleşme
uk: Згода
ur: اقرار نامہ
vi: Thoả thuận
zh_cn: 协议
zh_hk: 協議
zu: Isivumelwano

# user-report.agreement
source: I acknowledge I have received a positive test result for COVID-19 and the phone number I have provided is my own and I would like to receive a code to report my positive test result.
af: Ek erken ek het 'n positiewe toetsuitslag vir COVID-19 ontvang en die telefoonnommer wat ek verskaf het is my eie en ek wil graag 'n kode ontvang om my positiewe toetsuitslag aan te meld.
am: ለኮቪድ-19 ፖዘቲቭ የምርመራ ውጤት እንደተቀበልኩ አምናለው እና ያቀረብኩት ስልክ ቁጥር የራሴ ነው እንዲሁም ፖዘቲቭ የምርመራ ውጤቴን ሪፖርት ለማድረግ ኮድ መቀበል እፈልጋለሁ።
ar: أقرّ بأن نتيجة اختبار فيروس كورونا الخاصة بي إيجابية وأن رقم الهاتف الذي قدّمتُه خاص بي وأودّ تلقّي رمز للإبلاغ عن نتيجة الاختبار الإيجابية الخاصة بي
bn: আমি স্বীকার করি যে আমি COVID-19 এর জন্য একটি ইতিবাচক পরীক্ষার ফলাফল পেয়েছি এবং আমি যে ফোন নম্বর সরবরাহ করেছি তা আমার নিজের এবং আমি আমার ইতিবাচক পরীক্ষার ফলাফলের রিপোর্ট করার জন্য একটি কোড পেতে চাই।
de: Ich bestätige, dass ich ein positives Testergebnis für COVID-19 erhalten habe und die Telefonnummer, die ich angegeben habe, mir gehört. Ich fordere hiermit einen Code an, um mein positives Testergebnis zu melden.
es: Confirmo que he recibido un resultado positivo en la prueba del COVID‐19, que el número de teléfono que he proporcionado es el mío y que quiero recibir un código para informar del resultado
fa: اعلام می‌کنم نتیجه آزمایش کووید-۱۹ من مثبت شده است و شماره تلفنی که ارائه داده‌ام متعلق به خودم است و مایلم کدی برای گزارش دادن نتیجه مثبت آزمایشم دریافت کنم.
fil: Kinikilala ko na nakatanggap ako ng positibong resulta sa pagsubok para sa COVID-19 at ang numero ng telepono na ibinigay ko ay aking sarili at nais kong makatanggap ng isang code upang iulat ang aking positibong resulta sa pagsubok.
fr: Je reconnais avoir reçu un résultat de test positif à la COVID-19. Je confirme que le numéro de téléphone que j'ai fourni est le mien et que je souhaite recevoir un code pour signaler mon résultat de test positif.
hi: मैं स्‍वीकार करता/करती हूं कि मुझे COVID-19 पॉज़िटिव होने की रिपोर्ट मिल गई है. मैंने अपना ही फ़ोन नंबर दिया है. मुझे एक कोड चाहिए, जिससे मैं अपनी पॉज़िटिव रिपोर्ट के बारे में सूचना दे सकूं.
id: Saya mengakui bahwa saya telah menerima hasil tes positif COVID-19 dan nomor telepon yang saya berikan adalah milik saya sendiri dan saya ingin menerima kode untuk melaporkan hasil tes positif saya.
it: Riconosco di aver ricevuto un risultato del test positivo per COVID-19 e il numero di telefono che ho fornito è il mio e vorrei ricevere un codice per segnalare il risultato del test positivo.
ja: COVID-19の検査結果が陽性であり、提供した電話番号は自分のものであり、陽性の検査結果を報告するためのコードを受け取りたいと思います。
jp: COVID-19 の検査結果が陽性だったこと、提出した電話番号が自分のものであること、陽性の検査結果を報告するためのコードの受け取りを希望することを認めます。
km: ខ្ញុំទទួលស្គាល់ថា ខ្ញុំបានទទួលលទ្ធផលតេស្តដែលបញ្ជាក់ថាមានផ្ទុក COVID-19 ហើយលេខទូរសព្ទដែលខ្ញុំបានផ្ដល់គឺជាលេខទូរសព្ទរបស់ខ្ញុំផ្ទាល់ ហើយខ្ញុំចង់ទទួលបានកូដ ដើម្បីរាយការណ៍អំពីលទ្ធផលតេស្តវិជ្ជមានរបស់ខ្ញុំ។
ko: 코로나19에 대한 양성 검사 결과를 받았으며 제공한 전화번호는 본인 전화번호입니다. 양성 검사 결과를 보고하기 위한 코드를 받고 싶습니다.
mn: Би COVID-19-ийн шинжилгээний эерэг үр дүнг хүлээн авсан гэдгээ мэдэгдэж байгаа бөгөөд миний өгсөн утасны дугаар минийх бөгөөд миний эерэг тестийн үр дүнг тайлагнах кодыг авахыг хүсч байна.
my: ကျွန်ုပ်သည် COVID-19 အတွက် အပြုသဘောဆောင်သော စမ်းသပ်မှုရလဒ်ကို လက်ခံရရှိထားကြောင်း အသိအမှတ်ပြုပြီး ကျွန်ုပ်ပေးထားသော ဖုန်းနံပါတ်သည် ကျွန်ုပ်၏ကိုယ်ပိုင်ဖြစ်ပြီး ကျွန်ုပ်၏ စစ်ဆေးမှုရလဒ်ကို အစီရင်ခံရန် ကုဒ်တစ်ခု လက်ခံရယူလိုပါသည်။
ne: म COVID-19 को परीक्षण गराउँदा मेरो नतिजा पोजेटिभ आएको, मैले उपलब्ध गराएको फोन नम्बर मेरै हो र म आफूले COVID-19 को परीक्षण गराउँदा आएको पोजेटिभ नतिजाका बारेमा रिपोर्ट गर्ने कोड प्राप्त गर्न चाहन्छु भन्ने कुरा स्वीकार गर्छु।
pa: ਮੈਨੂੰ ਸਵੀਕਾਰ ਹੈ ਕਿ ਮੇਰੀ COVID-19 ਦੀ ਜਾਂਚ ਦਾ ਨਤੀਜਾ ਪਾਜ਼ੀਟਿਵ ਆਇਆ ਹੈ ਅਤੇ ਮੇਰੇ ਵੱਲੋਂ ਦਿੱਤਾ ਗਿਆ ਫ਼ੋਨ ਨੰਬਰ ਮੇਰਾ ਆਪਣਾ ਹੈ ਅਤੇ ਮੇਰੀ ਆਪਣੇ ਪਾਜ਼ੀਟਿਵ ਜਾਂਚ ਨਤੀਜੇ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਲਈ ਕੋਡ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਇੱਛਾ ਹੈ।
ps: زه دا منم چې ما د COVID-19 لپاره د مثبتې معاېنې پایله ترلاسه کړې او د تلیفون شمیره چې ما ورکړې ده زما خپله ده او زه غواړم یو کوډ ترلاسه کړم ترڅو زما د معاېنې مثبته پایلې راپور راکړي.
pt: Confirmo que recebi um resultado de teste positivo para COVID-19 e o número de telefone que indiquei é o meu próprio e gostaria de receber um código para relatar o meu resultado de teste positivo.
ro: Confirm că am primit un rezultat pozitiv al testului pentru COVID-19 și că numărul de telefon pe care l-am introdus îmi aparține și doresc să primesc un cod pentru a raporta rezultatul pozitiv al testului.
ru: Я подтверждаю, что у меня положительный результат теста на COVID-19, мне принадлежит указанный номер телефона и я хочу получить код, чтобы сообщить о положительном результате теста.
sw: Ninakubali kuwa nimepokea matokeo yanayothibitisha kuwa nimeambukizwa COVID-19 na nambari ya simu niliyoweka ni yangu na ningependa kupokea nambari ya kuthibitisha ili niripoti matokeo yangu yanayothibitisha kuwa nimeambukizwa.
ta: கோவிட்-19 பரிசோதனையில் எனக்குத் தொற்று உறுதிசெய்யப்பட்டுள்ளது என்பதையும், நான் வழங்கியுள்ள மொபைல் எண் என்னுடையது என்பதையும் ஒப்புக்கொள்கிறேன், மேலும் என்னுடைய தொற்று உறுதிசெய்யப்பட்டதை அறிவிக்க ஒரு குறியீட்டைப் பெற விரும்புகிறேன்.
te: COVID-19 పరీక్షలో నాకు పాజిటివ్ వచ్చింది, నేను అందించిన ఫోన్ నంబర్ నాకు చెందినదే, నా పరీక్ష పాజిటివ్ ఫలితాన్ని రిపోర్ట్ చేయడానికి నేను కోడ్‌ను అందుకోవాలనుకుంటున్నాను.
th: ฉันรับทราบว่าฉันได้รับผลการตรวจหาเชื้อโควิด-19 เป็นบวกและหมายเลขโทรศัพท์ที่ให้ไว้เป็นของตัวเอง และฉันต้องการรับรหัสเพื่อรายงานผลตรวจว่าติดเชื้อ
tr: COVID-19 için pozitif bir test sonucu aldığımı ve verdiğim telefon numarasının bana ait olduğunu ve pozitif test sonucumu bildirmek için bir kod almak istediğimi kabul ediyorum.
uk: Я підтверджую, що маю позитивний результат тесту на COVID-19, указаний мною номер телефону справді належить мені та я хочу отримати код для повідомлення про позитивний результат тесту.
ur: میں تسلیم کرتا ہوں کہ COVID-19 کی جانچ کا میرا نتیجہ مثبت آیا ہے اور جو نمبر میں نے فرہام کیا ہے وہ میرا ذاتی ہے اور میں اپنی جانچ کا مثبت نتیجہ موصول کرنا چاہتا ہوں۔
vi: Tôi xác nhận rằng tôi đã nhận được kết quả xét nghiệm dương tính với COVID-19 và số điện thoại đã cung cấp là của tôi. Tôi muốn nhận mã để báo cáo kết quả xét nghiệm dương tính của mình.
zh_cn: 我确认自己收到了新冠肺炎 (COVID-19) 阳性检测结果，并且我提供的手机号码是我本人的，我想要收到一个验证码来报告我的阳性检测结果。
zh_hk: 我確認已收到 COVID-19 陽性檢測結果。我提供的電話號碼屬於我自己，而我希望收到驗證碼來報告我的陽性檢測結果。
zu: Ngiyavuma ukuthi ngithole umphumela wokuhlolwa wokuba nethemba le-COVID-19 futhi inombolo yocingo engiyinikezile ngeyami futhi ngingathanda ukuthola ikhodi ukuze ngibike umphumela wami wokuhlolwa ngine-HIV.

# user-report.request-button
source: Continue
af: Gaan voort
am: ቀጥል
ar: متابعة
bn: চালিয়ে যান
de: Weiter
es: Continuar
fa: ادامه
fil: Magpatuloy
fr: Continuer
hi: जारी रखें
id: Terus
it: Continua
ja: 継続する
jp: 続行
km: បន្ត
ko: 계속
mn: Үргэлжлүүлэх
my: ဆက်လုပ်ရန်
ne: जारी राख्नुहोस्
pa: ਜਾਰੀ ਰੱਖੋ
ps: دوام ورکړئ
pt: Prosseguir
ro: Continuați
ru: Продолжить
sw: Endelea
ta: தொடர்க
te: కొనసాగించండి
th: ต่อไป
tr: Devam et
uk: Продовжити
ur: جاری رکھیں
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zu: Qhubeka

# user-report.code-issued
source: Verification code issued
af: Verifikasiekode uitgereik
am: የማረጋገጫ ኮድ ተሰጥቷል
ar: تم إصدار رمز إثبات الهوية
bn: যাচাইকরণ কোড জারি
de: Bestätigungscode ausgestellt
es: Se ha enviado el código de verificación
fa: کد درستی‌سنجی صادر شد
fil: Inisyu ang verification code
fr: Code de validation émis
hi: पुष्टि करने के लिए कोड जारी किया गया
id: Kode verifikasi dikeluarkan
it: Codice di verifica emesso
ja: 確認コードが発行されました
jp: 確認コードが発行されました
km: បានចេញលេខកូដផ្ទៀងផ្ទាត់
ko: 인증 코드 발행됨
mn: Баталгаажуулах код гаргасан
my: အတည်ပြုကုဒ်ထုတ်ပေးသည်
ne: पुष्टि कोड जारी गरियो
pa: ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਜਾਰੀ ਕੀਤਾ ਗਿਆ
ps: د تایید کوډ صادر شو
pt: Código de verificação emitido
ro: Codul de verificare a fost emis
ru: Код подтверждения выдан.
sw: Nambari ya kuthibitisha imetolewa
ta: சரிபார்ப்புக் குறியீடு அனுப்பப்பட்டது
te: వెరిఫికేషన్ కోడ్ జారీ చేయబడింది
th: ออกรหัสยืนยันแล้ว
tr: Doğrulama kodu verildi
uk: Код підтвердження випущено
ur: توثیقی کوڈ جاری ہو گیا
vi: Đã gửi mã xác minh
zh_cn: 已发出验证码
zh_hk: 已發出驗證碼
zu: Ikhodi yokuqinisekisa ikhishiwe

# user-report.check-mobile-device
source: Please check your text messages on your mobile device.
af: Gaan asseblief jou teksboodskappe op jou mobiele toestel na.
am: እባክዎ የእርስዎን ኤስኤምኤሶች በተንቀሳቃሽ መሳሪያዎ ላይ ይፈትሹ።
ar: يُرجى التحقّق من الرسائل النصية على جهازك الجوّال
bn: আপনার মোবাইল ডিভাইসে আপনার পাঠ্য বার্তাগুলি পরীক্ষা করুন।
de: Bitte prüfen Sie, ob Sie eine SMS auf Ihrem Mobilgerät erhalten haben.
es: Consulta tus SMS en tu dispositivo móvil
fa: لطفاً پیامک‌های دستگاه همراهتان را بررسی کنید.
fil: Mangyaring suriin ang iyong mga text message sa iyong mobile device.
fr: Veuillez consulter vos SMS sur votre appareil mobile.
hi: आपके डिवाइस पर भेजे गए मैसेज को पढ़ें.
id: Silakan periksa pesan teks Anda di perangkat seluler Anda.
it: Controlla i tuoi messaggi di testo sul tuo dispositivo mobile.
ja: モバイルデバイスでテキストメッセージを確認してください。
jp: モバイル デバイスでテキスト メッセージを確認してください。
km: សូមពិនិត្យមើលសារជាអក្សរនៅលើឧបករណ៍ចល័តរបស់អ្នក។
ko: 휴대기기에서 문자 메시지를 확인하세요.
mn: Гар утасны төхөөрөмж дээрээ текст мессежээ шалгана уу.
my: ကျေးဇူးပြု၍ သင့်မိုဘိုင်းကိရိယာပေါ်တွင် သင့်စာသားမက်ဆေ့ချ်များကို စစ်ဆေးပါ။
ne: कृपया आफ्नो मोबाइल डिभाइसमा टेक्स्ट म्यासेज हेर्नुहोस्।
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਮੋਬਾਈਲ ਡੀਵਾਈਸ ‘ਤੇ ਆਪਣੇ ਲਿਖਤ ਸੁਨੇਹੇ ਦੇਖੋ।
ps: مهرباني وکړئ خپل متن پیغامونه په خپل موباېل کې وګورئ.
pt: Por favor, verifique suas mensagens de texto em seu dispositivo móvel.
ro: Verificați mesajele text de pe dispozitivul mobil.
ru: Откройте SMS на мобильном устройстве.
sw: Tafadhali angalia SMS zako kwenye kifaa chako cha mkononi.
ta: உங்கள் மொபைல் சாதனத்தில் உள்ள மெசேஜ்களைப் பார்க்கவும்.
te: దయచేసి మీ మొబైల్ పరికరంలో టెక్స్ట్ మెసేజ్‌ను చెక్ చేయండి.
th: โปรดตรวจสอบ SMS ในอุปกรณ์เคลื่อนที่
tr: Lütfen mobil cihazınızdaki metin mesajlarınızı kontrol edin.
uk: Перевірте SMS на своєму мобільному пристрої.
ur: براہ کرم اپنے موبائل آلہ پر اپنے ٹیکسٹ پیغامات چیک کریں۔
vi: Vui lòng kiểm tra các tin nhắn văn bản trên thiết bị di động của bạn.
zh_cn: 请在您的移动设备上查看收到的短信。
zh_hk: 請在流動裝置上查看您的短訊。
zu: Sicela uhlole imilayezo yakho yombhalo kumakhalekhukhwini wakho.

# user-report.invalid-request
source: Invalid request, please launch from your Exposure Notifications application on your mobile device.
af: Ongeldige versoek, begin asseblief vanaf jou Blootstellingkennisgewings-toepassing op jou mobiele toestel.
am: ልክ ያልሆነ ጥያቄ፣ እባክዎ በተንቀሳቃሽ መሳሪያዎ ላይ ካለው የተጋላጭነት ማሳወቂያዎች መተግበሪያዎ ያስጀምሩ።
ar: الطلب غير صالح، يُرجى تقديمه من تطبيق إشعارات التعرّض لفيروس كورونا على جهازك الجوّال
bn: অবৈধ অনুরোধ, আপনার মোবাইল ডিভাইসে আপনার এক্সপোজার বিজ্ঞপ্তি অ্যাপ্লিকেশন থেকে লঞ্চ করুন।
de: Ungültige Anfrage. Bitte über die App „COVID-19-Benachrichtigungen“ auf Ihrem Mobilgerät starten.
es: Solicitud no válida; inicia la aplicación de notificaciones de exposición en tu dispositivo móvil
fa: درخواست نامعتبر است، لطفاً از برنامه اعلان تماس‌های پرخطر در دستگاه همراهتان راه‌اندازی کنید.
fil: Di-wastong kahilingan, mangyaring ilunsad mula sa iyong application ng Mga Exposure Notification sa iyong mobile device.
fr: Requête non valide. Veuillez lancer votre application de notifications d'exposition sur votre appareil mobile.
hi: अनुरोध अमान्य है. कृपया अपने फ़ोन पर मौजूद एक्सपोज़र नोटिफ़िकेशन ऐप्लिकेशन से, कोड का अनुरोध करें.
id: Permintaan tidak valid, silakan luncurkan dari aplikasi Pemberitahuan Eksposur di perangkat seluler Anda.
it: Richiesta non valida, avvia dall'applicazione Exposure Notifications sul tuo dispositivo mobile.
ja: リクエストが無効です。モバイルデバイスの接触通知アプリケーションから起動してください。
jp: リクエストが無効です。モバイル デバイスの接触通知アプリから開始してください。
km: សំណើមិនត្រឹមត្រូវទេ សូមចាប់ផ្ដើមចេញពីកម្មវិធីជូនដំណឹងអំពីការនៅជិតអ្នកមានផ្ទុក COVID-19 នៅលើឧបករណ៍ចល័តរបស់អ្នក។
ko: 잘못된 요청입니다. 휴대기기의 노출 알림 애플리케이션에서 실행하세요.
mn: Хүчингүй хүсэлт, мобайл төхөөрөмж дээрх Exposure Notifications програмаас эхлүүлнэ үү.
my: မမှန်ကန်သော တောင်းဆိုချက်၊ ကျေးဇူးပြု၍ သင်၏ မိုဘိုင်းစက်ပစ္စည်းပေါ်ရှိ Exposure Notifications အပလီကေးရှင်းမှ စတင်ပါ။
ne: यो अनुरोध अवैध छ, कृपया आफ्नो मोबाइल डिभाइसमा सङ्क्रमित व्यक्तिको सम्पर्कमा आएको सूचना दिने एप लन्च गर्नुहोस्।
pa: ਅਵੈਧ ਬੇਨਤੀ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਮੋਬਾਈਲ ਡੀਵਾਈਸ ‘ਤੇ ਆਪਣੀ ‘ਪ੍ਰਭਾਵਿਤ ਨੇੜੇ ਹੋਣ ਦੀਆਂ ਸੂਚਨਾਵਾਂ’ ਐਪਲੀਕੇਸ਼ਨ ਤੋਂ ਲਾਂਚ ਕਰੋ।
ps: ناسمه غوښتنه، مهرباني وکړئ په خپل موباېل کې د خپل د افشا کولو خبرتېا آپ څخه پیل کړئ.
pt: Solicitação inválida, inicie a partir de seu aplicativo de notificações de exposição em seu dispositivo móvel.
ro: Solicitare nevalidă. Lansați din aplicația Notificări privind expunerea de pe dispozitivul mobil.
ru: Недопустимый запрос. Отправьте запрос через Систему уведомлений о риске инфицирования на мобильном устройстве.
sw: Ombi si sahihi, tafadhali fungua katika programu yako ya Arifa Kuhusu Kukaribia Aliye na COVID-19 kwenye kifaa chako cha mkononi.
ta: தவறான கோரிக்கை, உங்கள் மொபைல் சாதனத்தில் உள்ள கோவிட்-19 தொற்று சாத்திய எச்சரிக்கைகள் ஆப்ஸிலிருந்து கோரவும்.
te: రిక్వెస్ట్ చెల్లదు, దయచేసి మీ మొబైల్ పరికరంలో మీ వ్యాధి సోకగల అవకాశాన్ని తెలిపే నోటిఫికేషన్‌ల యాప్ నుండి లాంచ్ చేయండి.
th: คำขอไม่ถูกต้อง โปรดเปิดจากแอปพลิเคชันการแจ้งเตือนความเสี่ยงต่อการติดเชื้อในอุปกรณ์เคลื่อนที่
tr: Geçersiz istek, lütfen mobil cihazınızdaki Poz Bildirimleri uygulamanızdan başlatın.
uk: Недійсний запит. Надішліть запит у додатку Сповіщення про ризик зараження на мобільному пристрої.
ur: درخواست غلط ہے، براہ کرم اپنے موبائل آلہ پر موجود اپنے ایکسپوژر نوٹیفیکیشنز کی ایپلیکیشن سے درخواست کریں۔
vi: Yêu cầu không hợp lệ, vui lòng gửi yêu cầu từ ứng dụng Thông báo tiếp xúc trên thiết bị di động của bạn.
zh_cn: 申请无效，请通过移动设备上的接触史通知应用提出申请。
zh_hk: 要求無效，請透過流動裝置上的「接觸通知」應用程式啟動。
zu: Isicelo esingavumelekile, sicela usiqalise ohlelweni lwakho Lwezaziso Zokuhlangabezana kumakhalekhukhwini wakho.

# user-report.not-available
source: Your local health authority is not accepting user initiated reports at this time.
af: Jou plaaslike gesondheidsowerheid aanvaar tans nie gebruiker-geïnisieerde verslae nie.
am: የአካባቢ የጤና ባለሥልጣንዎ በአሁኑ ጊዜ በተጠቃሚ የተጀመሩ ሪፖርቶችን እየተቀበለ አይደለም።
ar: لا تقبل هيئة الصحة المحلية عمليات إبلاغ المستخدمين في الوقت الحالي
bn: আপনার স্থানীয় স্বাস্থ্য কর্তৃপক্ষ এই মুহুর্তে ব্যবহারকারী সূচিত প্রতিবেদনগুলি গ্রহণ করছে না।
de: Ihre lokale Gesundheitsbehörde akzeptiert derzeit keine von Nutzern initiierten Meldungen.
es: En estos momentos, la autoridad sanitaria local no acepta informes iniciados por usuarios
fa: مرجع بهداشت محلی‌تان درحال‌حاضر گزارش‌های آغازشده ازسوی کاربر را نمی‌پذیرد.
fil: Ang iyong lokal na awtoridad sa kalusugan ay hindi tumatanggap ng mga ulat na pinasimulan ng gumagamit sa ngayon.
fr: Votre autorité sanitaire locale n'accepte pas les rapports envoyés par les utilisateurs pour le moment.
hi: आपका स्थानीय स्वास्थ्य विभाग, फ़िलहाल उपयोगकर्ता की ओर से लाई गई रिपोर्ट स्वीकार नहीं कर रहा है.
id: Otoritas kesehatan lokal Anda tidak menerima laporan yang dimulai pengguna saat ini.
it: Al momento la tua autorità sanitaria locale non accetta rapporti avviati dall'utente.
ja: 現在、地域の保健当局はユーザーが開始したレポートを受け付けていません。
jp: 現在、お住まいの地域の公衆衛生機関は、ユーザーが開始したレポートを受け付けていません。
km: អាជ្ញាធរសុខាភិបាលក្នុងតំបន់របស់អ្នកមិនទទួលយករបាយការណ៍ដែលផ្ដើមដោយប្រើប្រាស់នៅពេលនេះទេ។
ko: 현재 현지 보건 당국에서 사용자가 시작한 보고서를 허용하지 않습니다.
mn: Танай орон нутгийн эрүүл мэндийн байгууллага одоогоор хэрэглэгчийн санаачилсан тайланг хүлээж авахгүй байна.
my: သင့်ဒေသခံ ကျန်းမာရေး အာဏာပိုင်များသည် အသုံးပြုသူ၏ အစပျိုးအစီရင်ခံစာများကို ယခုအချိန်တွင် လက်မခံပါ။
ne: तपाईंको स्थानीय जनस्वास्थ्य प्राधिकरणले अहिले प्रयोगकर्ताले पेस गरेका रिपोर्टहरू स्वीकार गरिरहेको छैन।
pa: ਤੁਹਾਡਾ ਸਥਾਨਕ ਸਿਹਤ ਅਧਿਕਾਰੀ ਇਸ ਸਮੇਂ ਵਰਤੋਂਕਾਰ ਵੱਲੋਂ ਜਾਰੀ ਰਿਪੋਰਟਾਂ ਨੂੰ ਸਵੀਕਾਰ ਨਹੀਂ ਕਰ ਰਿਹਾ ਹੈ।
ps: ستاسو سیمه ایز روغتیا اداره اوس مهال د کارونکي پیل شوي راپورونه نه مني.
pt: Sua autoridade de saúde local não está aceitando relatórios iniciados pelo usuário neste momento.
ro: Momentan, autoritatea de sănătate locală nu acceptă rapoarte inițiate de utilizatori.
ru: В настоящее время местные органы здравоохранения не принимают отчеты, созданные пользователями.
sw: Mamlaka ya afya katika eneo lako haikubali ripoti zinazoanzishwa na mtumiaji kwa wakati huu.
ta: பயனர்களாக முன்வந்து தரும் அறிக்கைகளை உங்கள் உள்ளூர்ச் சுகாதாரத் துறை இப்போது ஏற்கவில்லை.
te: ప్రస్తుతానికి మీ స్థానిక ప్రభుత్వ ఆరోగ్య సంస్థ యూజర్ ప్రారంభించిన రిపోర్ట్‌లను ఆమోదించడం లేదు.
th: ขณะนี้หน่วยงานด้านสาธารณสุขในท้องถิ่นไม่รับรายงานที่เริ่มดำเนินการโดยผู้ใช้
tr: Yerel sağlık yetkiliniz şu anda kullanıcı tarafından başlatılan raporları kabul etmiyor.
uk: Ваш орган охорони здоров’я зараз не приймає повідомлень, ініційованих користувачами.
ur: آپ کی لوکل ہیلتھ اتھارٹی اس وقت صارف کی پہل کردہ رپورٹس کو قبول نہیں کر رہی ہے۔
vi: Cơ quan y tế địa phương của bạn hiện chưa chấp nhận báo cáo do người dùng tạo.
zh_cn: 您当地的卫生部门目前不接受由用户提交的报告。
zh_hk: 當地衛生機關目前不接受使用者發起的報告。
zu: Iziphathimandla zezempilo zasendaweni yangakini aziyamukeli imibiko eqalwe ngabasebenzisi ngalesi sikhathi.

# user-report.missing-agreement
source: You must agree to the terms to request a verification code
af: Jy moet instem tot die bepalings om 'n verifikasiekode aan te vra
am: የማረጋገጫ ኮድ ለመጠየቅ በደንቦች መስማማት አለብዎት
ar: يجب الموافقة على البنود لطلب رمز إثبات الهوية
bn: একটি যাচাইকরণ কোডের অনুরোধ করার জন্য আপনাকে অবশ্যই শর্তাদির সাথে একমত হতে হবে
de: Sie müssen den Bedingungen zustimmen, um einen Bestätigungscode anzufordern.
es: Tienes que aceptar los términos para solicitar un código de verificación
fa: برای درخواست کردن کد درستی‌سنجی، باید با شرایط موافقت کنید.
fil: Dapat kang sumang-ayon sa mga tuntunin upang humiling ng isang verification code
fr: Vous devez accepter les conditions d'utilisation pour demander un code de validation
hi: पुष्टि करने वाले कोड का अनुरोध करने के लिए,आपको सेवा की शर्तों से सहमत होना होगा.
id: Anda harus menyetujui persyaratan untuk meminta kode verifikasi
it: Devi accettare i termini per richiedere un codice di verifica
ja: 確認コードをリクエストするには規約に同意する必要があります
jp: 確認コードをリクエストするには、利用規約に同意する必要があります
km: អ្នកត្រូវតែយល់ព្រមតាមលក្ខខណ្ឌ ដើម្បីស្នើសុំលេខកូដផ្ទៀងផ្ទាត់
ko: 인증 코드를 요청하려면 약관에 동의해야 합니다.
mn: Баталгаажуулах код шаардахын тулд та нөхцлийг зөвшөөрөх ёстой.
my: အတည်ပြုကုဒ်တစ်ခုတောင်းဆိုရန် စည်းကမ်းချက်များကို သင်သဘောတူရမည်
ne: तपाईं पुष्टि कोड पठाइदिन भनी अनुरोध गर्न चाहनुहुन्छ भने तपाईंले अनिवार्य रूपमा यी सर्तहरूमा सहमति जनाउनु पर्छ
pa: ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਦੀ ਬੇਨਤੀ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਨਿਯਮਾਂ ਨਾਲ ਸਹਿਮਤ ਹੋਣਾ ਪਏਗਾ
ps: تاسو باید د تایید کوډ غوښتنه کولو شرایطو سره موافق یاست
pt: Você deve concordar com os termos para solicitar um código de verificação
ro: Trebuie să acceptați condițiile pentru a solicita un cod de verificare
ru: Чтобы запросить код подтверждения, необходимо принять условия использования.
sw: Ni sharti ukubali masharti ili uombe nambari ya kuthibitisha
ta: சரிபார்ப்புக் குறியீட்டைக் கோர, விதிமுறைகளை நீங்கள் ஏற்க வேண்டும்
te: వెరిఫికేషన్ కోడ్‌ను రిక్వెస్ట్ చేయడానికి, మీరు తప్పనిసరిగా నియమాలను అంగీకరించాలి
th: คุณต้องยอมรับข้อกำหนดจึงจะขอรหัสยืนยันได้
tr: Doğrulama kodu istemek için şartları kabul etmelisiniz
uk: Прийміть умови, щоб надіслати запит на код підтвердження.
ur: توثیقی کوڈ کی درخواست کرنے کے لئے آپ کو شرائط سے اتفاق کرنا ہوگا
vi: Bạn phải đồng ý với các điều khoản để yêu cầu mã xác minh
zh_cn: 您必须同意条款，才能申请验证码
zh_hk: 您必須同意條款才能要求驗證碼
zu: Kufanele uvumelane nemigomo ukuze ucele ikhodi yokuqinisekisa
