Repository: google/exposure-notifications-verification-server
Catalog: internal/i18n/locales/redirect/*/default.po
Languages: af, am, ar, bn, de, es, fa, fil, fr, hi, id, it, ja, jp, km, ko, mn, my, ne, pa, ps, pt, ro, ru, sw, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zu

# user-report.error-invalid-date
source: COVID-19 test date invalid.
af: COVID-19-toetsdatum ongeldig.
am: የኮቪድ-19 ምርመራ ቀን ልክ አይደለም።
ar: تاريخ اختبار فيروس كورونا المستجد غير صالح
bn: COVID-19 পরীক্ষার তারিখটি অবৈধ।
de: Das Datum des COVID-19-Tests ist ungültig.
es: Fecha de la prueba del COVID-19 no válida
fa: تاریخ آزمایش کووید-۱۹ نامعتبر است.
fr: Date de test COVID-19 non valide.
hi: COVID-19 की जांच की तारीख गलत है.
id: Tanggal tes COVID-19 tidak valid.
it: Data del test COVID-19 non valida.
ja: COVID-19テスト日が無効です。
jp: COVID-19 の検査日が無効です。
km: កាលបរិច្ឆេទនៃការធ្វើតេស្តរក COVID-19 មិនត្រឹមត្រូវទេ។
ko: 코로나19 검사 날짜가 잘못되었습니다.
mn: COVID-19 туршилтын огноо хүчингүй.
my: COVID-19 စမ်းသပ်ရက်စွဲ မမှန်ပါ။
ne: COVID-19 को परीक्षण गरिएको मिति अवैध छ।
pa: COVID-19 ਜਾਂਚ ਦੀ ਤਾਰੀਖ ਅਵੈਧ ਹੈ।
ps: د COVID-19 د معاېنې نیټه ناسمه ده.
pt: Data do teste COVID-19 inválida
ro: Data testului pentru COVID-19 nu este validă.
ru: Указана неверная дата тестирования на COVID-19.
sw: Tarehe ya kupimwa COVID-19 si sahihi.
ta: கோவிட்-19 பரிசோதனைத் தேதி தவறாக உள்ளது.
te: COVID-19 పరీక్ష తేదీ చెల్లదు.
th: วันที่ตรวจหาเชื้อโควิด-19 ไม่ถูกต้อง
tr: COVID-19 synag senesi nädogry.
uk: Недійсна дата тесту на COVID-19.
ur: موبائل کا فون نمبر درکار ہے۔
vi: Ngày xét nghiệm COVID-19 không hợp lệ.
zh_cn: 新冠肺炎 (COVID-19) 检测日期无效。
zh_hk: COVID-19 檢測日期無效。
zu: Idethi yokuhlolwa kwe-COVID-19 ayivumelekile.

# user-report.error-missing-phone
source: Mobile phone number is required.
af: Mobiele telefoonnommer word vereis.
am: የሞባይል ስልክ ቁጥር ያስፈልጋል።
ar: رقم الهاتف الجوّال مطلوب
bn: মোবাইল ফোন নম্বর প্রয়োজন।
de: Eine Mobiltelefonnummer ist erforderlich.
es: Es obligatorio indicar un número de teléfono móvil
fa: شماره تلفن همراه الزامی است.
fil: Kinakailangan ang numero ng mobile phone.
fr: Numéro de téléphone mobile requis.
hi: फ़ोन नंबर देना ज़रूरी है.
id: Diperlukan nomor ponsel.
it: Il numero di cellulare è obbligatorio.
ja: 携帯電話番号が必要です。
jp: 携帯電話番号が必要です。
km: តម្រូវឱ្យមានលេខទូរសព្ទចល័ត។
ko: 휴대전화 번호가 필요합니다.
mn: Гар утасны дугаар шаардлагатай.
my: မိုဘိုင်းဖုန်းနံပါတ် လိုအပ်သည်။
ne: मोबाइल फोन नम्बर हाल्नु पर्ने हुन्छ।
pa: ਮੋਬਾਈਲ ਫ਼ੋਨ ਨੰਬਰ ਲੋੜੀਂਦਾ ਹੈ।
ps: د موباېل شمیره اړینه ده.
pt: O número do celular é obrigatório.
ro: Numărul de telefon mobil este obligatoriu.
ru: Необходимо указать номер мобильного телефона.
sw: Nambari ya simu ya mkononi inahitajika.
ta: மொபைல் எண் தேவை.
te: మొబైల్ ఫోన్ నంబర్ అవసరం.
th: ต้องระบุหมายเลขโทรศัพท์มือถือ
tr: Cep telefonu numarası gereklidir.
uk: Укажіть номер мобільного телефону.
vi: Bạn phải nhập số điện thoại di động.
zh_cn: 必须提供手机号码。
zh_hk: 必須輸入手機號碼。
zu: Inombolo yefoni yeselula iyadingeka.

# user-report.error-invalid-phone
source: Mobile phone number is invalid.
af: Sielfoonnommer is ongeldig.
am: የሞባይል ስልክ ቁጥር ልክ አይደለም።
ar: رقم الهاتف الجوّال غير صالح
bn: মোবাইল ফোন নম্বরটি অবৈধ।
de: Die Mobiltelefonnummer ist ungültig.
es: El número de teléfono móvil no es válido
fa: شماره تلفن همراه نامعتبر است.
fil: Ang numero ng mobile phone ay hindi wasto.
fr: Numéro de téléphone mobile non valide.
hi: फ़ोन नंबर गलत है.
id: Nomor ponsel tidak valid.
it: Il numero di cellulare non è valido.
ja: 携帯電話番号が無効です。
jp: 携帯電話番号が無効です。
km: លេខទូរសព្ទចល័តមិនត្រឹមត្រូវទេ។
ko: 휴대전화 번호가 잘못되었습니다.
mn: Гар утасны дугаар буруу байна.
my: မိုဘိုင်းဖုန်းနံပါတ် မမှန်ပါ။
ne: मोबाइल फोन नम्बर अवैध छ।
pa: ਮੋਬਾਈਲ ਫ਼ੋਨ ਨੰਬਰ ਅਵੈਧ ਹੈ।
ps: د موباېل شمیره ناسمه ده.
pt: O número do celular é inválido.
ro: Numărul de telefon mobil nu este valid.
ru: Указан неверный номер мобильного телефона.
sw: Nambari ya simu ya mkononi si sahihi.
ta: மொபைல் எண் தவறாக உள்ளது.
te: మొబైల్ ఫోన్ నంబర్ చెల్లదు.
th: หมายเลขโทรศัพท์มือถือไม่ถูกต้อง
tr: Jübi telefonynyň belgisi nädogry
uk: Номер мобільного телефону недійсний.
ur: موبائل کا فون نمبر غلط ہے۔
vi: Số điện thoại di động không hợp lệ.
zh_cn: 手机号码无效。
zh_hk: 手機號碼無效。
zu: Inombolo yocingo lweselula ayivumelekile.

# user-report.quota-exceeded
source: Temporarily unable to issue verification codes, please try again later.
af: Kan tydelik nie verifikasiekodes uitreik nie, probeer asseblief later weer.
am: የማረጋገጫ ኮዶችን ለጊዜው መስጠት አይቻልም፣ እባክዎ ቆይተው እንደገና ይሞክሩ።
ar: يتعذّر إصدار رموز إثبات الهوية مؤقتًا، يُرجى إعادة المحاولة لاحقًا
bn: অস্থায়ীভাবে যাচাইকরণ কোডগুলি ইস্যু করতে অক্ষম, দয়া করে পরে আবার চেষ্টা করুন।
de: Vorübergehend können keine Bestätigungscodes ausgestellt werden. Bitte versuchen Sie es später noch einmal.
es: No se han podido emitir los códigos de verificación de forma temporal. Inténtalo de nuevo más tarde.
fa: موقتاً امکان صادر کردن کد درستی‌سنجی وجود ندارد، لطفاً بعداً دوباره امتحان کنید.
fil: Pansamantalang hindi makapag-isyu ng mga verification code, mangyaring subukang muli sa ibang pagkakataon.
fr: Nous ne pouvons momentanément pas émettre de codes de validation. Veuillez réessayer plus tard.
hi: फ़िलहाल, पुष्टि करने वाले कोड जारी नहीं किए जा सकते. कृपया कुछ देर बाद कोशिश करें.
id: Untuk sementara tidak dapat mengeluarkan kode verifikasi, coba lagi nanti.
it: Temporaneamente impossibile emettere codici di verifica, riprova più tardi.
ja: 一時的に確認コードを発行できません。しばらくしてからもう一度お試しください。
jp: 一時的に確認コードを発行できません。しばらくしてからもう一度お試しください。
km: បិទជាបណ្ដោះអាសន្ន ដើម្បីចេញលេខកូដផ្ទៀងផ្ទាត់ សូមព្យាយាមម្ដងទៀតនៅពេលក្រោយ។
ko: 일시적으로 인증 코드를 발급할 수 없습니다. 나중에 다시 시도해 주세요.
mn: Баталгаажуулах кодыг түр хугацаанд гаргаж чадахгүй байна. Дараа дахин оролдоно уу.
my: စိစစ်ရေးကုဒ်များကို ယာယီထုတ်မပေးနိုင်ပါ၊ ကျေးဇူးပြုပြီး နောက်မှ ထပ်ကြိုးစားပါ။
ne: केही समयका लागि पुष्टि कोड जारी गर्न सकिँदैन, कृपया पछि फेरि प्रयास गर्नुहोस्।
pa: ਅਸਥਾਈ ਤੌਰ ‘ਤੇ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਜਾਰੀ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਕਿਰਪਾ ਕਰਕੇ ਥੋੜ੍ਹੀ ਦੇਰ ਬਾਅਦ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ps: په موقتي ډول نشي کولی د تایید کوډونه جاري کړي، مهرباني وکړئ وروسته بیا هڅه وکړئ.
pt: Temporariamente impossibilitado de emitir códigos de verificação, tente novamente mais tarde.
ro: Momentan, nu se pot emite coduri de verificare. Încercați din nou mai târziu.
ru: Коды подтверждения временно не выдаются. Повторите попытку позже.
sw: Imeshindwa kutoa nambari za kuthibitisha kwa muda, tafadhali jaribu tena baadaye.
ta: சரிபார்ப்புக் குறியீடுகளைத் தற்காலிகமாக அனுப்ப முடியவில்லை, பிறகு முயலவும்.
te: వెరిఫికేషన్ కోడ్‌లను జారీ చేయడం ప్రస్తుతానికి సాధ్యం కాలేదు, దయచేసి తర్వాత మళ్లీ ట్రై చేయండి.
th: ออกรหัสยืนยันไม่ได้ชั่วคราว โปรดลองอีกครั้งในภายหลัง
tr: Doğrulama kodlarını geçici olarak veremiyorum, lütfen daha sonra tekrar deneyin.
uk: Тимчасово не вдається випустити коди підтвердження. Спробуйте пізніше.
ur: توثیقی کوڈز جاری کرنے سے عارضی طور پر قاصر ہیں، براہ کرم بعد میں دوبارہ کوشش کریں۔
vi: Tạm thời không gửi được mã xác minh, vui lòng thử lại sau.
zh_cn: 暂时无法发出验证码，请稍后重试。
zh_hk: 暫時無法發出驗證碼，請稍後再試。
zu: Asikwazi ukukhipha amakhodi okuqinisekisa okwesikhashana, sicela uzame futhi ngokuhamba kwesikhathi.

# user-report.phone-not-eligible
source: Your phone number not currently eligible for user report
af: Jou foonnommer kwalifiseer nie tans vir gebruikersverslag nie
am: ስልክ ቁጥርዎ በአሁኑ ጊዜ ለተጠቃሚ ሪፖርት ብቁ አይደለም
ar: رقم هاتفك لا يصلح حاليًا للإبلاغ كمستخدم
bn: আপনার ফোন নম্বরটি বর্তমানে ব্যবহারকারী রিপোর্টের জন্য যোগ্য নয়
de: Ihre Telefonnummer kann momentan nicht für Nutzermeldungen verwendet werden.
es: Tu número de teléfono no se puede incluir en el informe de usuario
fa: شماره تلفنتان درحال‌حاضر برای گزارش کاربر واجدشرایط نیست.
fil: Ang numero ng iyong telepono na kasalukuyang hindi karapat-dapat para sa ulat ng gumagamit
fr: Votre numéro de téléphone n'est pas éligible actuellement pour l'envoi de rapports
hi: फ़िलहाल, आपके फ़ोन नंबर पर यूज़र रिपोर्ट नहीं भेजी जा सकती
id: Nomor telepon Anda saat ini tidak memenuhi syarat untuk laporan pengguna
it: Il tuo numero di telefono non è attualmente idoneo per il rapporto utente
ja: あなたの電話番号は現在ユーザーレポートの対象ではありません
jp: 現在、お客様の電話番号はユーザー レポートの対象となっていません
km: បច្ចុប្បន្ននេះ មិនអាចប្រើលេខទូរសព្ទរបស់អ្នកសម្រាប់ការរាយការណ៍ពីអ្នកប្រើប្រាស់បានទេ
ko: 현재 사용자 보고서에 사용할 수 없는 전화번호입니다.
mn: Таны утасны дугаар одоогоор хэрэглэгчийн тайланд орох эрхгүй байна.
my: အသုံးပြုသူ အစီရင်ခံစာအတွက် သင့်ဖုန်းနံပါတ်သည် လက်ရှိတွင် အရည်အချင်းမပြည့်မီပါ
ne: तपाईं हाल आफ्नो फोन नम्बर प्रयोग गरी प्रयोगकर्ताको रिपोर्ट पेस गर्न सक्नुहुन्न
pa: ਤੁਹਾਡਾ ਫ਼ੋਨ ਨੰਬਰ ਫ਼ਿਲਹਾਲ ਵਰਤੋਂਕਾਰ ਰਿਪੋਰਟ ਲਈ ਯੋਗ ਨਹੀਂ ਹੈ
ps: ستاسو د تلیفون شمیره اوس مهال د کارن راپور لپاره وړ نه ده
pt: Seu número de telefone não está atualmente qualificado para relatório de usuário
ro: Momentan, numărul de telefon nu este eligibil pentru un raport inițiat de utilizator
ru: В настоящее время с вашего номера телефона нельзя отправлять пользовательские отчеты.
sw: Nambari yako ya simu kwa sasa haijatimiza masharti ya kupokea ripoti ya mtumiaji
ta: பயனர் அறிக்கைக்கு உங்கள் மொபைல் எண் தற்போது தகுதிபெறவில்லை
te: యూజర్ రిపోర్ట్ చేయడం కోసం ప్రస్తుతం మీ ఫోన్ నంబర్‌కు అర్హత లేదు
th: หมายเลขโทรศัพท์ของคุณไม่มีสิทธิ์ปรากฏในรายงานผู้ใช้ในขณะนี้
tr: Telefon numaranız şu anda kullanıcı raporu için uygun değil
uk: Ваш номер телефону зараз непридатний для повідомлення користувача.
ur: آپ کا نمبر فی الحال صارف کی رپورٹ کے لئے اہل نہیں ہے
vi: Số điện thoại của bạn hiện không đủ điều kiện để sử dụng tính năng báo cáo của người dùng
zh_cn: 您的手机号码目前无法提交用户报告
zh_hk: 您的電話號碼目前不符合資格獲取使用者報告
zu: Inombolo yakho yefoni ayifaneleki okwamanje umbiko womsebenzisi

# user-report.internal-error
source: There was an internal error. A verification code cannot be requested at this time.
af: Daar was 'n interne fout. 'n Verifikasiekode kan nie op hierdie stadium aangevra word nie.
am: አንድ ውስጣዊ ስህተት ነበር። በዚህ ጊዜ የማረጋገጫ ኮድ ሊጠየቅ አይችልም።
ar: حدث خطأ داخلي. لا يمكن طلب رمز إثبات الهوية في الوقت الحالي
bn: অভ্যন্তরীণ ত্রুটি ছিল। এই সময়ে একটি যাচাইকরণ কোডের জন্য অনুরোধ করা যাবে না।
de: Ein interner Fehler ist aufgetreten. Derzeit können keine Bestätigungscodes angefordert werden.
es: Se ha producido un error interno. En estos momentos, no se puede solicitar un código de verificación
fa: خطایی داخلی پیش آمد. درحال‌حاضر نمی‌توان کد درستی‌سنجی درخواست کرد.
fil: Nagkaroon ng panloob na error. Ang isang verification code ay hindi maaaring hilingin sa ngayon.
fr: Erreur interne. Impossible de demander un code de validation pour le moment.
hi: सिस्टम में कोई गड़बड़ी हुई. फ़िलहाल, पुष्टि करने के कोड का अनुरोध नहीं किया जा सकता.
id: Ada kesalahan internal. Kode verifikasi tidak dapat diminta saat ini.
it: Si è verificato un errore interno. Impossibile richiedere un codice di verifica in questo momento.
ja: 内部エラーが発生しました。現時点では確認コードをリクエストできません。
jp: 内部エラーが発生しました。現時点では、確認コードをリクエストすることはできません。
km: មានបញ្ហាផ្នែកខាងក្នុង។ មិនអាចស្នើសុំលេខកូដផ្ទៀងផ្ទាត់នៅពេលនេះបានទេ។
ko: 내부 오류가 발생했습니다. 지금은 인증 코드를 요청할 수 없습니다.
mn: Дотоод алдаа гарсан байна. Баталгаажуулах кодыг одоогоор шаардах боломжгүй байна.
my: အတွင်းပိုင်း အမှားအယွင်းတစ်ခု ရှိခဲ့သည်။ အတည်ပြုကုဒ်ကို ယခုအချိန်တွင် တောင်းဆို၍မရပါ။
ne: कुनै आन्तरिक त्रुटि भयो। अहिले पुष्टि कोड पठाइदिन भनी अनुरोध गर्न मिल्दैन।
pa: ਕੋਈ ਅੰਦਰੂਨੀ ਗੜਬੜ ਹੋ ਗਈ ਸੀ। ਇਸ ਸਮੇਂ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਦੀ ਬੇਨਤੀ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।
ps: یوه داخلي تېروتنه شتون درلود. په دې وخت کې د تایید کوډ غوښتنه نشي کیدی.
pt: Ocorreu um erro interno. Um código de verificação não pode ser solicitado neste momento.
ro: A apărut o eroare internă. Momentan nu se poate solicita un cod de verificare.
ru: Произошла внутренняя ошибка. В настоящее время нельзя запросить код подтверждения.
sw: Hitilafu ya mfumo imetokea. Huwezi kuomba nambari ya kuthibitisha kwa sasa.
ta: அகப்பிழை ஏற்பட்டது. சரிபார்ப்புக் குறியீட்டை இப்போது கோர முடியாது.
te: ఇంటర్నల్ ఎర్రర్ ఏర్పడింది. ఈ సమయంలో వెరిఫికేషన్ కోడ్‌ను రిక్వెస్ట్ చేయడం సాధ్యం కాదు.
th: เกิดข้อผิดพลาดภายใน ขอรหัสยืนยันไม่ได้ในขณะนี้
tr: Dahili bir hata oluştu. Şu anda doğrulama kodu istenemez.
uk: Сталася внутрішня помилка. Зараз не можна надати код підтвердження за запитом.
ur: ایک داخلی خرابی پیش آ گئی۔ اس وقت توثیقی کوڈ کی درخواست نہیں کی جا سکتی۔
vi: Đã xảy ra lỗi nội bộ. Hiện tại, bạn không thể yêu cầu mã xác minh.
zh_cn: 出现内部错误。目前无法申请验证码。
zh_hk: 發生內部錯誤。目前無法要求驗證碼。
zu: Kube nephutha langaphakathi. Ikhodi yokuqinisekisa ayikwazi ukucelwa ngalesi sikhathi.

# user-report.unable-to-issue
source: We were unable to send you a verification code.
af: Ons kon nie vir jou 'n verifikasiekode stuur nie.
am: የማረጋገጫ ኮድ ልንልክልዎ አልቻልንም።
ar: تعذّر إرسال رمز إثبات الهوية إليك
bn: আমরা আপনাকে একটি যাচাইকরণ কোড পাঠাতে অক্ষম
de: Wir konnten keinen Bestätigungscode an Sie senden.
es: No hemos podido enviarte un código de verificación.
fa: نتوانستیم کد درستی‌سنجی برایتان ارسال کنیم.
fil: Hindi namin napadalhan ka ng isang verification code.
fr: Nous n'avons pas pu vous envoyer de code de validation.
hi: हम आपको पुष्टि के लिए कोड नहीं भेज पाए.
id: Kami tidak dapat mengirimi Anda kode verifikasi.
it: Non siamo stati in grado di inviarti un codice di verifica.
ja: 確認コードを送信できませんでした。
jp: 確認コードを送信できませんでした。
km: យើងមិនអាចផ្ញើលេខកូដផ្ទៀងផ្ទាត់ទៅអ្នកបានទេ។
ko: 인증 코드를 전송할 수 없습니다.
mn: Бид танд баталгаажуулах код илгээж чадсангүй.
my: ကျွန်ုပ်တို့သည် သင့်အား အတည်ပြုကုဒ်တစ်ခု မပို့နိုင်ခဲ့ပါ။
ne: हामीले तपाईंलाई पुष्टि कोड पठाउन सकेनौँ।
pa: ਅਸੀਂ ਤੁਹਾਨੂੰ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ ਰਹੇ।
ps: موږ ونشو کولی تاسو ته د تایید کوډ واستوو.
pt: Não foi possível enviar-lhe um código de verificação.
ro: Nu v-am putut trimite un cod de verificare.
ru: Не удалось отправить код подтверждения.
sw: Tumeshindwa kukutumia nambari ya kuthibitisha.
ta: உங்களுக்குச் சரிபார்ப்புக் குறியீட்டை அனுப்ப முடியவில்லை.
te: మీకు వెరిఫికేషన్ కోడ్‌ను పంపలేకపోయాము.
th: เราส่งรหัสยืนยันให้คุณไม่ได้
tr: Size bir doğrulama kodu gönderemedik.
uk: Нам не вдалося надіслати вам код підтвердження.
ur: ہم آپ کو توثیقی کوڈ بھیجنے سے قاصر تھے۔
vi: Chúng tôi không gửi được mã xác minh cho bạn.
zh_cn: 我们无法向您发送验证码。
zh_hk: 我們無法向您傳送驗證碼。
zu: Asikwazanga ukukuthumelela ikhodi yokuqinisekisa.

# user-report.code-device-throttled
source: You've requested a code too many times. Please contact your Health Authority if you still need a code.
af: Jy het 'n kode te veel kere aangevra. Kontak asseblief jou Gesondheidsowerheid as jy nog 'n kode benodig.
am: በጣም ብዙ ጊዜ ኮድ ጠይቀዋል። አሁንም ኮድ የሚያስፈልግዎት ከሆነ እባክዎን የጤና ባለስልጣንዎን ያነጋግሩ።
ar: لقد طلبت رمزًا مرات كثيرة جدًا. يُرجى التواصل مع هيئة الصحة في منطقتك إذا كنت لا تزال بحاجة إلى رمز
bn: আপনি একটি কোড অনেকবার অনুরোধ করেছেন। আপনার যদি এখনও কোনও কোডের প্রয়োজন হয় তবে আপনার স্বাস্থ্য কর্তৃপক্ষের সাথে যোগাযোগ করুন
de: Sie haben den Code zu oft angefordert. Bitte wenden Sie sich an die zuständige Gesundheitsbehörde, wenn Sie noch einen Code benötigen.
es: Has solicitado un código demasiadas veces. Si sigues necesitando un código, ponte en contacto con tu autoridad sanitaria
fa: بیش‌ازاندازه کد درخواست کرده‌اید. اگر هنوز به کد نیاز دارید، لطفاً با مقام بهداشتی‌تان تماس بگیرید.
fil: Humiling ka ng isang code nang maraming beses. Mangyaring makipag-ugnay sa iyong Awtoridad sa Kalusugan kung kailangan mo pa rin ng isang code.
fr: Vous avez demandé un code trop de fois. Veuillez contacter votre autorité sanitaire si vous avez encore besoin d'un code.
hi: आपने कोड का अनुरोध कई बार किया है. अगर आपको अब भी कोड चाहिए, तो कृपया अपने स्वास्थ्य विभाग से संपर्क करें.
id: Anda sudah terlalu sering meminta kode. Silakan hubungi Otoritas Kesehatan Anda jika Anda masih membutuhkan kode.
it: Hai richiesto un codice troppe volte. Contatta la tua autorità sanitaria se hai ancora bisogno di un codice.
ja: コードを何度もリクエストしました。それでもコードが必要な場合は、保健当局に連絡してください。
jp: コードをリクエストできる回数の上限に達しました。コードがまだ必要な場合は、衛生機関にお問い合わせください。
km: អ្នកបានស្នើសុំកូដច្រើនដងពេក។ សូមទាក់ទងអាជ្ញាធរសុខាភិបាលរបស់អ្នក ប្រសិនបើអ្នកនៅតែត្រូវការកូដនៅឡើយ។
ko: 코드 요청 횟수를 초과했습니다. 계속 코드가 필요한 경우 보건 당국에 문의하시기 바랍니다.
mn: Та код хэт олон удаа хүссэн. Хэрэв танд код шаардлагатай хэвээр байгаа бол Эрүүл мэндийн газартайгаа холбоо бариарай.
my: ကုဒ်တစ်ခု တောင်းဆိုတာ အကြိမ်များလွန်းပါတယ်။ ကုဒ်တစ်ခု လိုအပ်သေးရင် သင့်ကျန်းမာရေး အာဏာပိုင်ကို ဆက်သွယ်ပါ။
ne: तपाईंले कोड पठाइदिन भनी अत्यन्त धेरै पटक अनुरोध गर्नुभएको छ। तपाईं अझै पनि पुष्टि कोड प्राप्त गर्न चाहनुहुन्छ भने कृपया आफ्नो जनस्वास्थ्य प्राधिकरणमा सम्पर्क गर्नुहोस्।
pa: ਤੁਸੀਂ ਕੋਡ ਲਈ ਬਹੁਤ ਜ਼ਿਆਦਾ ਵਾਰ ਬੇਨਤੀ ਕਰ ਚੁੱਕੇ ਹੋ। ਜੇ ਤੁਹਾਨੂੰ ਹਾਲੇ ਵੀ ਕੋਡ ਦੀ ਲੋੜ ਹੈ ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਿਹਤ ਅਧਿਕਾਰੀ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
ps: تاسو څو ځله د کوډ غوښتنه کړې ده. که تاسو لاهم کوډ ته اړتیا لرئ مهرباني وکړئ د خپل روغتیا ادارې سره اړیکه ونیسئ.
pt: Você solicitou um código muitas vezes. Entre em contato com a Autoridade de Saúde se ainda precisar de um código.
ro: Ați solicitat un cod de prea multe ori. Contactați autoritatea în domeniul sănătății dacă aveți nevoie de un cod.
ru: Код запрошен слишком много раз. Если он вам все ещё нужен, обратитесь в органы здравоохранения.
sw: Tarehe ulipopimwa COVID-19
ta: நீங்கள் அதிக முறை குறியீட்டைக் கோரிவிட்டீர்கள். இன்னும் குறியீடு தேவையெனில் சுகாதாரத் துறையைத் தொடர்புகொள்ளவும்.
te: మీరు అనేక సార్లు కోడ్‌ను రిక్వెస్ట్ చేశారు. మీకు ఇప్పటికీ కోడ్ అవసరమైతే, దయచేసి మీ ప్రభుత్వ ఆరోగ్య సంస్థను సంప్రదించండి.
th: คุณขอรหัสหลายครั้งเกินไป โปรดติดต่อหน่วยงานด้านสาธารณสุขหากยังต้องการรหัส
tr: Bir çok kez kod istediniz. Hala bir koda ihtiyacınız varsa lütfen Sağlık Otoritenizle iletişime geçin.
uk: Ви надіслали забагато запитів на код. Якщо він вам досі потрібен, зв’яжіться з органом охорони здоров’я.
ur: آپ نے کوڈ کے لئے بہت زیادہ مرتبہ درخواست کی ہے۔ اگر آپ کو ابھی بھی کوڈ کی ضرورت ہے تو براہ کرم اپنی ہیلتھ اتھارٹی سے رابطہ کریں۔
vi: Bạn đã yêu cầu mã quá nhiều lần. Vui lòng liên hệ với Cơ quan y tế nếu bạn vẫn cần có mã.
zh_cn: 您申请验证码的次数过多。如果您仍然需要验证码，请与卫生机构联系。
zh_hk: 您要求驗證碼的次數過多。如果您仍然需要驗證碼，請聯絡衛生機關。
zu: Ucele ikhodi izikhathi eziningi kakhulu. Sicela uxhumane Neziphathimandla zakho Zezempilo uma usadinga ikhodi.

# user-report.testing-date-label
source: Date of Your COVID-19 Test
af: Datum van jou COVID-19-toets
am: የኮቪድ-19 ምርመራዎ ቀን
ar: تاريخ إجراء اختبار فيروس كورونا المستجد
bn: আপনার COVID-19 পরীক্ষার তারিখ
de: Datum Ihres COVID-19-Tests
es: Fecha de tu prueba de COVID‐19
fa: تاریخ آزمایش کووید-۱۹ شما
fil: Petsa ng Iyong Pagsubok sa COVID-19
fr: Date de votre test COVID-19
hi: आपके COVID-19 टेस्ट की तारीख
id: Tanggal Tes COVID-19 Anda
it: Data del tuo test COVID-19
ja: COVID-19テストの日付
jp: COVID-19 の検査日
km: កាលបរិច្ឆេទនៃការធ្វើតេស្តរក COVID-19 របស់អ្នក
ko: 코로나19 검사 날짜
mn: Таны COVID-19 туршилтын огноо
my: သင်၏ COVID-19 စမ်းသပ်သည့်ရက်စွဲ
ne: तपाईंले COVID-19 को परीक्षण गराएको मिति
pa: ਤੁਹਾਡੀ COVID-19 ਜਾਂਚ ਦੀ ਤਾਰੀਖ
ps: ستاسو د COVID-19 معاېنې نیټه
pt: Data do seu teste COVID-19
ro: Data testului pentru COVID-19
ru: Дата тестирования на COVID-19
ta: நீங்கள் கோவிட்-19 பரிசோதனை செய்துகொண்ட தேதி
te: మీ COVID-19 పరీక్ష తేదీ
th: วันที่ตรวจหาเชื้อโควิด-19
tr: COVID-19 synagyňyzyň senesi
uk: Дата вашого тесту на COVID-19
ur: آپ کی COVID-19 کی جانچ کی تاریخ
vi: Ngày xét nghiệm COVID-19
zh_cn: 新冠肺炎 (COVID-19) 检测日期
zh_hk: COVID-19 檢測日期
zu: Usuku Lokuhlolwa Kwakho Kwe-COVID-19

# user-report.phone-storage
source: A cryptographically protected version of your phone number may be stored to prevent additional submissions.
af: 'n Kriptografies beskermde weergawe van jou foonnommer kan gestoor word om bykomende voorleggings te voorkom.
am: ተጨማሪ ማስገባቶችን ለመከላከል በስነ መሰውር የተጠበቀው የስልክ ቁጥርዎ ስሪት ሊከማች ይችላል።
ar: قد يتم تخزين نسخة محمية من رقم هاتفك من خلال تشفيرها لمنع عمليات الإرسال الإضافية
bn: অতিরিক্ত জমাগুলি রোধ করতে আপনার ফোন নম্বরটির একটি ক্রিপ্টোগ্রাফিকভাবে সুরক্ষিত সংস্করণ সংরক্ষণ করা যেতে পারে।
de: Möglicherweise wird eine kryptografisch geschützte Version Ihrer Telefonnummer gespeichert, um weitere Einreichungen zu verhindern.
es: Es posible que se almacene una versión de tu número de teléfono protegida de forma criptográfica para evitar envíos adicionales
fa: ممکن است نسخه‌ای از شماره تلفنتان که با رمزگذاری محافظت شده است برای جلوگیری از ارسال‌های بیشتر ذخیره شود.
fil: Ang isang bersyon na protektado ng cryptographically ng iyong numero ng telepono ay maaaring maimbak upang maiwasan ang karagdagang mga pagsusumite.
fr: Une version de votre numéro de téléphone protégée par cryptographie pourra être stockée pour empêcher des envois supplémentaires.
hi: एक से ज़्यादा बार किए जाने वाले कोड के अनुरोध को रोकने के लिए,आपके फ़ोन नंबर को क्रिप्टोग्राफ़िक तरीके से सुरक्षित करके सेव किया जा सकता है.
id: Versi nomor telepon Anda yang dilindungi secara kriptografis dapat disimpan untuk mencegah pengiriman tambahan.
it: Una versione protetta crittograficamente del tuo numero di telefono potrebbe essere archiviata per impedire ulteriori invii.
ja: 追加の送信を防ぐために、暗号で保護されたバージョンの電話番号が保存される場合があります。
jp: 追加で送信されるのを防ぐため、暗号で保護されたバージョンの電話番号が保存されることがあります。
km: កំណែលេខទូរសព្ទរបស់អ្នកដែលមានការការពារជាលក្ខណៈគ្រីបតូសាស្ត្រអាចត្រូវបានរក្សាទុក ដើម្បីទប់ស្កាត់ការដាក់បញ្ជូនបន្ថែម។
ko: 추가 제출을 방지하기 위해 암호화된 버전의 전화번호가 저장될 수 있습니다.
mn: Таны утасны дугаарын криптографийн хамгаалалттай хувилбарыг хадгалах боломжтой бөгөөд нэмэлт мэдээлэл оруулахаас сэргийлнэ.
my: ထပ်ဆင့်တင်ပြမှုများကို တားဆီးရန် သင့်ဖုန်းနံပါတ်၏ လျှို့ဝှက်သင်္ကေတဖြင့် ကာကွယ်ထားသော ဗားရှင်းကို သိမ်းဆည်းထားနိုင်သည်။
ne: तपाईंको फोन नम्बर प्रयोग गरी फेरि रिपोर्ट पेस नगरियोस् भन्नाका खातिर उक्त फोन नम्बर क्रिप्टोग्राफी प्रयोग गरेर सुरक्षित तरिकाले भण्डारण गरिन सक्छ।
pa: ਤੁਹਾਡੇ ਫ਼ੋਨ ਨੰਬਰ ਦੇ ਇੱਕ ਕ੍ਰਿਪਟੋਗ੍ਰਾਫ਼ਿਕ ਤੌਰ ‘ਤੇ ਸੁਰੱਖਿਅਤ ਵਰਜਨ ਨੂੰ ਵਧੀਕ ਸਪੁਰਦਗੀਆਂ ਨੂੰ ਰੋਕਣ ਲਈ ਸਟੋਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
ps: ستاسو د تلیفون شمیره په کریپټوګرافیک توګه خوندي نسخه ښايي د اضافي سپارښتنو مخنیوي لپاره زیرمه شي.
pt: Uma versão criptograficamente protegida do seu número de telefone pode ser armazenada para evitar envios adicionais.
ro: O versiune protejată criptografic a numărului de telefon poate fi stocată pentru a preveni trimiterile suplimentare.
ru: Зашифрованная версия вашего номера телефона может храниться во избежание дополнительных отправок.
sw: Huenda toleo la nambari yako ya simu linalolindwa kwa usimbaji wa njia fiche likahifadhiwa ili kuzuia mawasilisho ya ziada.
ta: கூடுதல் கோரிக்கைகள் சமர்ப்பிக்கப்படுவதைத் தடுக்க, உங்கள் மொபைல் எண் கிரிப்டோகிராஃபிக் முறையில் பாதுகாப்பாகச் சேமிக்கப்படக்கூடும்.
te: అదనపు సమర్పణలను నిరోధించడానికి మీ ఫోన్ నంబర్ యొక్క క్రిప్టోగ్రాఫికల్ రక్షిత వెర్షన్ స్టోర్ చేయబడవచ్చు.
th: ระบบอาจจัดเก็บหมายเลขโทรศัพท์ของคุณในเวอร์ชันที่มีการเข้ารหัสเพื่อป้องกันการส่งเพิ่มเติม
tr: Ek gönderimleri önlemek için telefon numaranızın kriptografik olarak korunan bir sürümü saklanabilir.
uk: Криптографічно захищена версія вашого номера телефону може зберігатися, щоб уникнути додаткового надсилання даних.
ur: کرپٹوگرافک لحاظ سے تحفظ یافتہ آپ کے فون نمبر کا ورژن اضافی جمع آوریوں کو روکنے کے لئے اسٹور کیا جا سکتا ہے۔
vi: Một phiên bản số điện thoại được bảo vệ bằng phương pháp mã hoá có thể được lưu trữ để ngăn chặn việc gửi thêm dữ liệu.
zh_cn: 系统可能会存储您的手机号码的加密版本，这样您就无需再次提供电话号码。
zh_hk: 系統可能會儲存您電話號碼的加密保護版本，讓您無需再次提供電話號碼。
zu: Inguqulo evikelwe nge-cryptographically yenombolo yakho yocingo ingase igcinwe ukuze kuvinjelwe ukuthunyelwa okwengeziwe.

# user-report.learn-more
source: Learn more...
af: Kom meer te wete...
am: የበለጠ ለመረዳት...
ar: مزيد من المعلومات...
bn: আরও জানুন ...
de: Weitere Informationen…
es: Más información...
fa: بیشتر بدانید…
fil: Matuto nang higit pa ...
fr: En savoir plus…
hi: ज़्यादा जानें...
id: Pelajari lebih lanjut...
it: Ulteriori informazioni...
ja: 詳細...
jp: 詳細...
km: ស្វែងយល់បន្ថែម...
ko: 자세히 알아보기…
mn: Дэлгэрэнгүй үзэх ...
my: ပိုမိုလေ့လာရန်...
ne: थप जान्नुहोस्...
pa: ਹੋਰ ਜਾਣੋ…
ps: نور معلومات ترلاسه کړئ...
pt: Saiba mais ...
ro: Aflați mai multe...
ru: Подробнее…
sw: Pata maelezo zaidi...
ta: மேலும் அறிக...
te: మరింత తెలుసుకోండి...
th: ดูข้อมูลเพิ่มเติม...
tr: Has giňişleýin öwren ...
uk: Докладніше…
ur: مزید جانیں...
vi: Tìm hiểu thêm...
zh_cn: 了解详情…
zh_hk: 瞭解詳情…
zu: Funda kabanzi...
